<unk>	0
<s>	0
</s>	0
න්	-0
▁ක	-1
▁ව	-2
▁ප	-3
▁ස	-4
▁ම	-5
ත්	-6
ිය	-7
▁අ	-8
ක්	-9
▁ද	-10
▁න	-11
▁හ	-12
▁ත	-13
න්න	-14
▁ග	-15
▁එ	-16
▁බ	-17
ුව	-18
ම්	-19
ති	-20
ස්	-21
▁ල	-22
ෙන	-23
ාව	-24
යි	-25
▁වි	-26
ාර	-27
ල්	-28
▁ය	-29
වා	-30
ීම	-31
▁කර	-32
▁ඇ	-33
ින්	-34
▁ර	-35
ෙන්	-36
ිර	-37
▁ඉ	-38
තු	-39
ික	-40
ගේ	-41
▁සි	-42
ලා	-43
නය	-44
▁ජ	-45
▁ආ	-46
▁ඔ	-47
ර්	-48
ැන	-49
යා	-50
▁ඒ	-51
මා	-52
රු	-53
▁ප්	-54
යේ	-55
ද්	-56
▁උ	-57
▁කිය	-58
▁මේ	-59
ිස	-60
▁එක	-61
නා	-62
යක්	-63
දු	-64
තා	-65
▁අප	-66
ාල	-67
▁මෙ	-68
ිබ	-69
ුණ	-70
තර	-71
ිව	-72
▁වැ	-73
ින	-74
▁බව	-75
න්නේ	-76
▁වෙ	-77
ිත	-78
දී	-79
▁නැ	-80
▁දෙ	-81
ශ්	-82
▁හැ	-83
ිට	-84
දා	-85
▁කො	-86
▁නො	-87
▁අව	-88
ත්ත	-89
▁පැ	-90
▁සහ	-91
ාර්	-92
ට්	-93
ිම	-94
ිප	-95
හා	-96
▁තිබ	-97
ක්ෂ	-98
රා	-99
ීමට	-100
යක	-101
යට	-102
රී	-103
▁පු	-104
ත්ව	-105
ල්ල	-106
▁කළ	-107
නු	-108
මු	-109
▁කිර	-110
රි	-111
කු	-112
ියා	-113
▁ඇති	-114
සු	-115
▁මහ	-116
▁ක්	-117
ිල	-118
▁ගැන	-119
▁වෙන	-120
▁සිට	-121
යෙන්	-122
රණ	-123
වු	-124
▁දැ	-125
▁සම	-126
▁සං	-127
කා	-128
හි	-129
▁හා	-130
▁වැඩ	-131
▁පො	-132
හු	-133
▁මා	-134
▁මු	-135
ෙස	-136
දි	-137
▁පි	-138
යන්	-139
▁1	-140
තාව	-141
▁අන	-142
▁කරන	-143
වර	-144
වත්	-145
▁වන	-146
ේශ	-147
▁සඳ	-148
වි	-149
▁යු	-150
ෙක්	-151
▁තිය	-152
න්ද	-153
▁2	-154
කි	-155
▁තම	-156
සේ	-157
හැ	-158
රුව	-159
▁අතර	-160
ංග	-161
ගෙන	-162
කට	-163
න්ත	-164
ියේ	-165
▁මම	-166
▁බල	-167
ඩා	-168
බා	-169
පු	-170
▁අද	-171
ැබ	-172
▁ච	-173
▁බැ	-174
▁නම්	-175
▁දු	-176
වල	-177
ිසා	-178
ණ්	-179
▁සම්	-180
හෙ	-181
මින්	-182
▁තු	-183
▁එක්	-184
▁වූ	-185
ිස්	-186
▁පෙ	-187
ාන	-188
▁ලෙස	-189
▁ස්	-190
▁ට	-191
ද්ධ	-192
▁වල	-193
යු	-194
න්ට	-195
▁කිරීම	-196
▁භ	-197
රම	-198
▁සු	-199
▁මෙම	-200
▁නි	-201
තිය	-202
▁සා	-203
▁ඔහු	-204
▁නිසා	-205
▁ලං	-206
ප්	-207
▁සැ	-208
ධ්	-209
▁හො	-210
ෙනවා	-211
▁ජන	-212
ාවේ	-213
▁ශ	-214
▁සඳහා	-215
▁කරන්න	-216
▁පිළ	-217
▁ඇත	-218
රේ	-219
වන	-220
▁විස	-221
වස	-222
ුණු	-223
▁රා	-224
කර	-225
ියට	-226
කාර	-227
▁මො	-228
▁ඔබ	-229
▁ගො	-230
හන්	-231
වේ	-232
▁මට	-233
▁කල	-234
▁රට	-235
▁කු	-236
පා	-237
▁කාල	-238
▁එම	-239
▁වගේ	-240
ෙකු	-241
▁අය	-242
තුව	-243
▁සිය	-244
▁ලබා	-245
▁ඕ	-246
නවා	-247
මි	-248
▁වී	-249
▁ශ්	-250
ච්	-251
▁ලැබ	-252
ස්ථ	-253
න්නෙ	-254
ැති	-255
නේ	-256
▁පා	-257
ගම	-258
න්ධ	-259
ණ්ඩ	-260
▁නෑ	-261
▁කැ	-262
න්ගේ	-263
ස්ස	-264
ව්	-265
▁කට	-266
▁අපි	-267
▁ජා	-268
ලු	-269
▁දී	-270
රිය	-271
▁කියලා	-272
ානය	-273
ීය	-274
▁කෙ	-275
සි	-276
ුවේ	-277
ළු	-278
ණය	-279
ුවන්	-280
තික	-281
▁විය	-282
ෂ්	-283
▁ඉද	-284
ලි	-285
▁ගන්න	-286
ග්	-287
දේශ	-288
▁බො	-289
▁සේ	-290
හො	-291
ැයි	-292
▁ඊ	-293
▁20	-294
▁යන	-295
ත්ම	-296
▁සමා	-297
▁අපේ	-298
▁වේ	-299
▁රාජ	-300
▁දැන	-301
▁හිත	-302
වැ	-303
▁විසින්	-304
▁නා	-305
මක්	-306
නි	-307
▁ගැ	-308
▁යුතු	-309
රට	-310
ධිප	-311
හල	-312
▁තර	-313
ඩු	-314
▁ඔවු	-315
ැනි	-316
▁මත	-317
▁හෝ	-318
▁රැ	-319
▁දි	-320
ඩි	-321
▁මහතා	-322
▁දේ	-323
ත්තේ	-324
නම්	-325
ගල	-326
▁නිර	-327
▁පසු	-328
ටම	-329
සා	-330
▁එය	-331
ධිපති	-332
▁පළ	-333
▁එහෙ	-334
▁නිය	-335
▁කොට	-336
▁විශ	-337
▁කා	-338
▁දෙන	-339
▁ආර	-340
▁සම්බ	-341
යින්	-342
තුරු	-343
▁ජී	-344
මණ	-345
▁පිර	-346
ිහ	-347
ගන්න	-348
ිත්	-349
රණය	-350
ාවට	-351
▁කිරීමට	-352
වෙ	-353
ධාර	-354
▁සිදු	-355
ගෙ	-356
▁පිළිබ	-357
ඳු	-358
ඩ්	-359
මේ	-360
▁අර	-361
▁ඒක	-362
▁දේශ	-363
පාල	-364
▁එකක්	-365
ාවක්	-366
කො	-367
වරයා	-368
රති	-369
මාත්	-370
▁ඉති	-371
දුව	-372
▁සම්බන්ධ	-373
රික	-374
▁දැන්	-375
ටු	-376
▁පහ	-377
වී	-378
▁ලංක	-379
යුතු	-380
▁ඉදිර	-381
▁තමයි	-382
▁පොල	-383
ෝග	-384
රය	-385
නාධිපති	-386
▁නැති	-387
▁ගෙන	-388
▁විට	-389
▁හිට	-390
▁ගෙ	-391
▁ව්	-392
▁උප	-393
භා	-394
ුරු	-395
කාශ	-396
හස්	-397
ද්ද	-398
ුවට	-399
ුවෙන්	-400
▁වස	-401
ටි	-402
▁පමණ	-403
▁ජනාධිපති	-404
▁ඉන්න	-405
ච්ච	-406
රියා	-407
ගත	-408
කම්	-409
▁කියල	-410
▁මින	-411
▁වර්	-412
▁දින	-413
කිය	-414
▁අත්	-415
ගත්	-416
▁ඇතු	-417
ීමේ	-418
ුණා	-419
රෙ	-420
ලේ	-421
▁රජ	-422
▁දා	-423
▁පත්	-424
▁මගේ	-425
ෝජ	-426
▁හෙ	-427
කින්	-428
▁වා	-429
▁ධ	-430
▁මැ	-431
▁කටයුතු	-432
▁පිළිබඳ	-433
මට	-434
ංශ	-435
▁එහි	-436
වල්	-437
▁කියන	-438
▁අමාත්	-439
▁කළේ	-440
▁කිස	-441
යාල	-442
යාප	-443
ොර	-444
ෝක	-445
ිව්	-446
▁අම	-447
ධාන	-448
▁හේ	-449
▁නැහැ	-450
▁ගොඩ	-451
න්නට	-452
▁හොඳ	-453
ද්ගල	-454
ක්ක	-455
ත්වය	-456
▁ඇම	-457
▁3	-458
▁වඩා	-459
▁තුළ	-460
▁කතා	-461
ීන්	-462
▁හැකි	-463
▁ලිය	-464
රකාශ	-465
▁දක්	-466
▁තව	-467
මන්	-468
▁අධ	-469
ම්බ	-470
▁ඔය	-471
මිණ	-472
▁පිට	-473
▁යා	-474
දෙන	-475
▁ටික	-476
ියක්	-477
▁සිදුව	-478
▁ඕන	-479
▁වාර්	-480
▁දෙක	-481
▁හරි	-482
▁වැඩි	-483
තන	-484
▁201	-485
ගෙන්	-486
▁නෙ	-487
▁අනුව	-488
▁හර	-489
තේ	-490
▁බවයි	-491
▁ඩ	-492
ෙන්නේ	-493
ේෂ	-494
▁ජාතික	-495
ොත්	-496
▁අවස්ථ	-497
රහ	-498
▁තා	-499
▁ජීව	-500
පත්	-501
▁නව	-502
▁විශ්	-503
හොම	-504
▁යන්න	-505
▁නිව	-506
▁සමාජ	-507
නයක්	-508
නයේ	-509
▁ලංකා	-510
පති	-511
වීම	-512
▁ලො	-513
▁විද්	-514
▁0	-515
වති	-516
ේද	-517
තුර	-518
▁පරි	-519
දර	-520
▁හි	-521
▁වු	-522
ෝධ	-523
▁බවට	-524
▁ෆ	-525
▁අනු	-526
▁පර	-527
▁සිර	-528
▁අවස	-529
ීම්	-530
▁වෙලා	-531
▁පැමිණ	-532
▁සිටි	-533
▁සමග	-534
▁තිබේ	-535
▁ආය	-536
වර්	-537
▁නිල	-538
විධ	-539
රදේශ	-540
ත්මක	-541
වාස	-542
▁පෙර	-543
▁වෙත	-544
▁බ්	-545
▁කියා	-546
▁එහෙම	-547
▁අහ	-548
▁ලෝක	-549
▁අධ්	-550
මුත්	-551
▁නී	-552
සිය	-553
වාද	-554
වත	-555
▁දේශපාල	-556
▁අවශ්	-557
▁යො	-558
ට්ට	-559
▁උත්	-560
▁ඔවුන්	-561
මන	-562
▁සඳහන්	-563
▁ගත්	-564
න්ත්	-565
සුව	-566
▁බලා	-567
ගිය	-568
▁නිර්	-569
මය	-570
▁පුළ	-571
▁හැම	-572
▁සො	-573
▁රු	-574
විය	-575
▁ළ	-576
▁හිම	-577
▁ස්ථ	-578
▁කාර්	-579
▁පක්ෂ	-580
▁එක්ක	-581
▁තවත්	-582
▁නමුත්	-583
රුණ	-584
චාර	-585
රධාන	-586
▁ගත	-587
ින්ද	-588
▁මුද	-589
▁පුද්ගල	-590
ංච	-591
▁මග	-592
▁කෙන	-593
හන	-594
රශ්	-595
මත්	-596
▁සිං	-597
▁වෙන්න	-598
▁බු	-599
▁ගිය	-600
▁පවස	-601
▁ආණ්ඩ	-602
▁පාල	-603
හෝ	-604
▁පාර්	-605
▁සිටින	-606
▁වලට	-607
▁විශේෂ	-608
▁තිබෙනවා	-609
ංක	-610
▁තියෙන	-611
▁යට	-612
ිරි	-613
▁වැනි	-614
බ්	-615
▁මාධ්	-616
▁නිද	-617
වූ	-618
ෙන්ම	-619
ුවා	-620
▁ලේ	-621
▁ඉතා	-622
▁තී	-623
▁කතාව	-624
▁හද	-625
ිමේ	-626
▁නැත	-627
▁හමු	-628
ිලි	-629
කොට	-630
නව	-631
▁මේක	-632
▁5	-633
▁ජනතාව	-634
▁අධික	-635
▁දෙයක්	-636
▁සේව	-637
ෑම	-638
▁ජීවිත	-639
▁කී	-640
▁බවත්	-641
ුවක්	-642
ටන්	-643
▁මූ	-644
රුවන්	-645
▁බොහෝ	-646
වරු	-647
▁කිව්	-648
▁වීම	-649
දෙ	-650
ලින්	-651
▁අත	-652
▁ඇත්තේ	-653
▁දෙන්න	-654
ීත	-655
▁ඉන්	-656
▁පැවැ	-657
▁පුළුවන්	-658
▁19	-659
▁මහා	-660
▁තේ	-661
▁ගැනීමට	-662
▁කරමින්	-663
▁මොක	-664
▁අස	-665
▁වෙනුවෙන්	-666
ගය	-667
▁හේතුව	-668
සක්	-669
▁පිරිස	-670
ුවත්	-671
▁ජය	-672
▁උද	-673
▁මං	-674
යකට	-675
▁විතර	-676
▁හැකිය	-677
▁භාව	-678
▁සෙ	-679
ිනි	-680
පිය	-681
▁ලබ	-682
ළඹ	-683
▁ඊට	-684
▁රාජ්	-685
▁මිල	-686
ර්ශ	-687
▁ඉදිරිප	-688
▁තියෙනවා	-689
▁4	-690
▁ඒත්	-691
ක්ෂණ	-692
▁තමා	-693
▁නායක	-694
▁ගැනීම	-695
ූප	-696
වැනි	-697
රව	-698
ගැන	-699
ල්ලා	-700
▁වන්නේ	-701
▁පාර	-702
ුණේ	-703
මාණ	-704
▁වශ	-705
▁ඉතින්	-706
▁දිය	-707
ලය	-708
පක්ෂ	-709
ජා	-710
▁තැන	-711
▁සම්බන්ධයෙන්	-712
▁වෙනවා	-713
ස්ක	-714
▁ඔයා	-715
▁අඩ	-716
ලො	-717
00	-718
▁හම	-719
▁ලිප	-720
ණ්ඩා	-721
▁ඇය	-722
▁ඒවා	-723
ම්ප	-724
ණි	-725
▁කරන්නේ	-726
ල්ප	-727
ීට	-728
නයට	-729
ලිය	-730
▁මාර්	-731
රප	-732
යම	-733
▁වසර	-734
▁ඇත්ත	-735
▁මෙහෙ	-736
වර්ධ	-737
▁කළා	-738
▁සිංහල	-739
▁සද	-740
වලට	-741
▁එකේ	-742
▁අවුරු	-743
▁ලංකාවේ	-744
▁වශයෙන්	-745
▁ගණ	-746
▁කරලා	-747
▁නිලධාර	-748
යේදී	-749
තුමා	-750
▁කියන්නේ	-751
සට	-752
▁කැම	-753
දන	-754
▁සාමා	-755
▁කණ්ඩා	-756
▁පාර්ල	-757
▁කරනවා	-758
▁වෙල	-759
▁වෙනස්	-760
▁වෛ	-761
▁නියම	-762
හිට	-763
▁වාර්තා	-764
යය	-765
▁විම	-766
▁දේශපාලන	-767
▁ලද	-768
▁රටේ	-769
▁කියන්න	-770
▁පසුගිය	-771
ම්භ	-772
කය	-773
▁තොර	-774
▁පාර්ලිමේ	-775
▁දක්වා	-776
▁මැති	-777
▁රෝ	-778
රද	-779
▁අයි	-780
ලට	-781
භාව	-782
▁කලා	-783
▁ඉදිරිපත්	-784
නායක	-785
▁සමඟ	-786
▁බෙ	-787
ැන්	-788
▁ඉහ	-789
▁ඉඩ	-790
සත්	-791
▁ගේ	-792
▁මෙහි	-793
▁නික	-794
හාර	-795
▁අඩු	-796
▁විද	-797
▁ආරක්ෂ	-798
▁ඡ	-799
▁පස්	-800
▁පසුව	-801
ස්ත	-802
▁පොලිස්	-803
ළි	-804
▁වග	-805
▁ගා	-806
ර්ථ	-807
▁පත්ව	-808
▁එසේ	-809
කුණු	-810
▁සැල	-811
න්නා	-812
වාදී	-813
▁තිබු	-814
▁කෝ	-815
ෂණ	-816
▁කොළඹ	-817
භාග	-818
▁ආකාර	-819
ම්ම	-820
▁සමහ	-821
හන්සේ	-822
▁පැවැත්ව	-823
▁තරග	-824
ෙයි	-825
න්ව	-826
ිහිප	-827
ෙහි	-828
▁තත්	-829
▁පෙන	-830
▁දැක්	-831
▁පළා	-832
▁පැහැ	-833
තින්	-834
▁කිහිප	-835
▁ආස	-836
කම	-837
▁නග	-838
හිර	-839
▁ආරම්භ	-840
▁අපිට	-841
▁සියලු	-842
▁කිරීමේ	-843
▁හිටපු	-844
▁එකට	-845
▁මෙය	-846
▁භා	-847
▁අභ	-848
▁ආද	-849
▁සතු	-850
න්ඩ	-851
ණු	-852
▁ත්	-853
▁ලක්	-854
▁මහින්ද	-855
▁එන	-856
තනය	-857
▁වලින්	-858
ුත්	-859
▁ගමන්	-860
▁නොව	-861
දිහ	-862
රක	-863
▁පිහිට	-864
▁කොහොම	-865
ඛ්	-866
ස්ට්	-867
▁පාස	-868
▁පවති	-869
▁පරී	-870
▁නොහැ	-871
රාධ	-872
▁වෛද්	-873
නෙ	-874
▁කාර	-875
නත්	-876
▁චිත්	-877
▁වගේම	-878
▁මිනිස්	-879
▁පිළි	-880
▁නොම	-881
▁6	-882
▁මන්ත්	-883
ිසු	-884
▁මි	-885
▁එක්සත්	-886
▁පිය	-887
ූර්	-888
ජ්	-889
යව	-890
▁දිග	-891
▁පිළිබඳව	-892
▁මගින්	-893
▁කෙනෙක්	-894
▁නැවත	-895
▁අදහස්	-896
▁තමන්	-897
▁බි	-898
▁බලන්න	-899
ීමක්	-900
▁නිදහස්	-901
▁බ්ලො	-902
ලක්	-903
▁දේවල්	-904
▁පැවස	-905
▁ඔහුගේ	-906
▁අපට	-907
▁උඹ	-908
▁විශාල	-909
▁සිටියේ	-910
▁අලු	-911
▁මුදල්	-912
විට	-913
ලික	-914
▁එයා	-915
ච්ඡ	-916
▁ඉන්ද	-917
▁නීති	-918
▁ගැට	-919
▁කෙස	-920
▁සැක	-921
ෝද	-922
සිං	-923
▁දරුව	-924
▁එහෙත්	-925
▁ලොකු	-926
▁පෙන්	-927
▁අවසන්	-928
▁ලා	-929
රියාත්මක	-930
▁කම	-931
ානයේ	-932
▁එරෙ	-933
රැ	-934
▁නියෝජ	-935
ීන	-936
▁වට	-937
▁සංවිධ	-938
▁කවු	-939
▁තුල	-940
▁රාජපක්ෂ	-941
ටත්	-942
▁පමණක්	-943
▁ශි	-944
ගො	-945
▁සභා	-946
▁වැට	-947
▁වැද	-948
▁විර	-949
▁මාස	-950
▁තියෙන්නේ	-951
▁දිව	-952
▁තරම්	-953
දාළ	-954
▁ගියා	-955
වර්ධන	-956
තක	-957
▁මීට	-958
වද	-959
▁සිද්ධ	-960
▁වෙයි	-961
▁කාන්	-962
▁අවුරුදු	-963
ාර්ථ	-964
▁සොයා	-965
▁කඩ	-966
▁දෙප	-967
▁කිසි	-968
▁ගොඩක්	-969
▁7	-970
සිංහ	-971
▁රෝග	-972
▁සාක	-973
▁ඉල්ල	-974
▁තිබෙන	-975
වරණ	-976
වින්	-977
▁පී	-978
ංචි	-979
නාව	-980
▁කරයි	-981
යකින්	-982
▁දවස	-983
▁යම්	-984
▁ඊයේ	-985
▁දැනු	-986
ජන	-987
වෙයි	-988
▁මධ්	-989
මයි	-990
▁අන්ත	-991
▁බැල	-992
කයන්	-993
▁විශ්ව	-994
▁කරනු	-995
▁ගන	-996
ියෙන්	-997
▁වුණා	-998
▁ඇතුළු	-999
▁බ්ලොග්	-1000
▁අදාළ	-1001
▁ඇවි	-1002
මාණය	-1003
▁ලංකාව	-1004
▁අවස්ථාව	-1005
▁පටන්	-1006
නට	-1007
ස්තර	-1008
▁විදු	-1009
▁ඔබට	-1010
▁බෝ	-1011
රෝ	-1012
මාර	-1013
රයේ	-1014
ෙනි	-1015
රස	-1016
▁ලබන	-1017
▁රථ	-1018
වන්න	-1019
වීමට	-1020
සික	-1021
▁මණ්ඩ	-1022
▁රුපිය	-1023
රක්	-1024
රටත්	-1025
යාව	-1026
▁ගෙදර	-1027
▁තෙ	-1028
▁විරෝධ	-1029
වට	-1030
▁අංශ	-1031
කරු	-1032
▁සී	-1033
▁විවිධ	-1034
▁ගුවන්	-1035
▁ග්	-1036
▁පුල	-1037
▁බා	-1038
▁කොම	-1039
▁විදිහ	-1040
ඩිය	-1041
▁පවු	-1042
▁වහන්සේ	-1043
▁යටතේ	-1044
▁මාර්ග	-1045
▁දහ	-1046
▁දන්න	-1047
▁කලින්	-1048
▁සදහා	-1049
පය	-1050
▁ගි	-1051
රත්	-1052
▁අන්	-1053
▁8	-1054
▁දෙම	-1055
ංගුවට	-1056
▁ලේකම්	-1057
▁එපා	-1058
▁මිය	-1059
▁හමුදා	-1060
යන්තර	-1061
න්දු	-1062
රපට	-1063
අඩ	-1064
▁සට	-1065
▁බස්	-1066
▁නොවේ	-1067
ෙත්	-1068
▁පොඩි	-1069
▁එල්ල	-1070
▁පවතින	-1071
▁සාකච්ඡ	-1072
ටර්	-1073
▁රුපියල්	-1074
▁එත	-1075
ාර්ය	-1076
යෙක්	-1077
▁මෙන්ම	-1078
▁හැබ	-1079
යාපාර	-1080
▁පෝ	-1081
▁සිටිය	-1082
▁හඳු	-1083
ම්මා	-1084
▁ආර්ථ	-1085
▁යැයි	-1086
▁මිනිස්සු	-1087
හිව	-1088
වාහ	-1089
▁සූ	-1090
ිසි	-1091
▁පිල	-1092
▁ඉහළ	-1093
▁අත්අඩ	-1094
ෙන්නෙ	-1095
හුණ	-1096
ගාර	-1097
ීමෙන්	-1098
න්තු	-1099
▁ගහ	-1100
▁සමහර	-1101
▁කෙසේ	-1102
ෙකුට	-1103
▁බැරි	-1104
▁කාලය	-1105
ගා	-1106
▁වැදගත්	-1107
රිකා	-1108
▁හොද	-1109
▁ඔබේ	-1110
▁විදියට	-1111
▁ටිකක්	-1112
▁සුදු	-1113
▁10	-1114
▁ආර්ථික	-1115
▁මොකද	-1116
▁පුරා	-1117
▁බෑ	-1118
▁පිරිසක්	-1119
▁ගොස්	-1120
▁අත්අඩංගුවට	-1121
ිහින්	-1122
▁පළාත්	-1123
රිත	-1124
▁හු	-1125
▁විශ්වාස	-1126
▁කණ්ඩාය	-1127
▁සහිත	-1128
රදේශයේ	-1129
ලෙ	-1130
ච්චි	-1131
▁මුල්	-1132
▁කෑ	-1133
▁වසරේ	-1134
▁නම	-1135
ිමි	-1136
ේන	-1137
න්ද්	-1138
▁උනා	-1139
ාවෙන්	-1140
▁තොරතුරු	-1141
▁තිබූ	-1142
▁සහභාග	-1143
ිමින්	-1144
දැ	-1145
▁නියමිත	-1146
▁යෝජ	-1147
▁වෙන්නේ	-1148
ුවර	-1149
▁විනා	-1150
▁පැවති	-1151
▁යුද්ධ	-1152
▁හැක	-1153
▁තරුණ	-1154
බු	-1155
▁සාමාන්	-1156
ාය	-1157
යකු	-1158
ලව	-1159
කිර	-1160
හස	-1161
▁අග	-1162
දය	-1163
කරුවන්	-1164
▁වෙනත්	-1165
රො	-1166
▁ඉඳ	-1167
පො	-1168
▁නේද	-1169
▁දැක	-1170
▁ඡන්ද	-1171
▁යෙ	-1172
▁ගත්ත	-1173
▁200	-1174
▁‍	-1175
ර්ම	-1176
▁වය	-1177
▁ඝ	-1178
▁දිස්	-1179
▁නොවන	-1180
▁කළේය	-1181
▁අති	-1182
▁වෙළ	-1183
▁ගන්නා	-1184
දීම	-1185
ියන්	-1186
ෂ්ඨ	-1187
▁එන්න	-1188
▁කේ	-1189
කරන	-1190
▁අප්	-1191
කෝ	-1192
ිතා	-1193
ල්ලි	-1194
▁පැහැද	-1195
▁එරෙහිව	-1196
▁දෙදෙන	-1197
▁හැබැයි	-1198
▁ගිහින්	-1199
▁පොලිස	-1200
▁යුතුය	-1201
කළ	-1202
▁ඉවත්	-1203
▁ගෝ	-1204
රදි	-1205
නිල්	-1206
▁උත්ස	-1207
▁මතක	-1208
▁කම්	-1209
ළුව	-1210
වරුන්	-1211
▁පස්සේ	-1212
දින	-1213
▁වූයේ	-1214
▁තීරණය	-1215
▁කරගෙන	-1216
▁සත්	-1217
▁මාර	-1218
ප්ප	-1219
මාන	-1220
▁හේතුවෙන්	-1221
▁පැත්ත	-1222
තියක්	-1223
දිය	-1224
▁මෛ	-1225
ක්ති	-1226
▁යොදා	-1227
▁උස	-1228
යකි	-1229
▁දෙකක්	-1230
රශ්න	-1231
▁සෞ	-1232
ෙන්න	-1233
▁ජාත්	-1234
▁භාර	-1235
රීඩා	-1236
▁දව	-1237
▁කාලයක්	-1238
▁සංස්ක	-1239
නක්	-1240
▁හරහා	-1241
▁පද	-1242
▁මෝ	-1243
▁දෙපාර්	-1244
ෘත	-1245
දෙස්	-1246
▁බලප	-1247
▁ඉස්ස	-1248
▁කාන්තාව	-1249
▁නොහැකි	-1250
▁9	-1251
ද්දී	-1252
රමාණ	-1253
▁තිබ්	-1254
නික	-1255
දුරටත්	-1256
වලින්	-1257
▁යනු	-1258
යවරයා	-1259
▁එකම	-1260
▁නොමැති	-1261
▁පළමු	-1262
ර්ජ	-1263
ියානු	-1264
ෆ්	-1265
▁අයට	-1266
▁උඩ	-1267
යෙකු	-1268
යෝ	-1269
▁එකතු	-1270
▁තිබුණ	-1271
▁ඉන්දිය	-1272
කුත්	-1273
▁තමන්ගේ	-1274
▁පුලුවන්	-1275
ෂා	-1276
ාවන්	-1277
▁සියල්ල	-1278
▁සිත	-1279
හාස	-1280
▁යොමු	-1281
ාවි	-1282
▁පාර්ලිමේන්ත	-1283
▁සුව	-1284
▁සමාගම	-1285
▁වච	-1286
ලක	-1287
▁ශා	-1288
▁නිෂ්	-1289
▁කරුණු	-1290
වන්	-1291
යෙ	-1292
බල	-1293
▁ඔවුන්ගේ	-1294
රීඩ	-1295
▁හමුව	-1296
ුර	-1297
▁මැතිවරණ	-1298
▁වැඩසට	-1299
▁අලුත්	-1300
▁ගුණ	-1301
වාදය	-1302
▁දුම්	-1303
යන්ට	-1304
▁පුර	-1305
▁කර්	-1306
▁ඔන්න	-1307
▁කාර්යාල	-1308
රිකට්	-1309
▁එදා	-1310
▁පේ	-1311
▁තහ	-1312
නැ	-1313
රමුණ	-1314
ෝම	-1315
රෙන	-1316
තුරුව	-1317
ියන	-1318
තියි	-1319
▁ඇමති	-1320
▁විදේශ	-1321
▁පැව	-1322
▁වික	-1323
▁දෙනා	-1324
▁බුද්ධ	-1325
▁ඇයි	-1326
▁ගු	-1327
▁වර්ග	-1328
▁තේරු	-1329
▁සංවිධානය	-1330
▁පස්ස	-1331
▁කි	-1332
රයා	-1333
▁පල	-1334
▁ස්ව	-1335
▁අගම	-1336
▁විදිහට	-1337
▁වීමට	-1338
▁ආහාර	-1339
▁බුදු	-1340
▁වෙන්	-1341
රහාර	-1342
සාහ	-1343
▁ඔහුට	-1344
▁ඉන්නවා	-1345
▁රජය	-1346
ිවෙ	-1347
▁කරගන්න	-1348
▁අගමැති	-1349
▁ජනාධිපතිවරයා	-1350
▁කියන්නෙ	-1351
▁විජ	-1352
පාද	-1353
පොර	-1354
▁දෙපාර්ත	-1355
▁නිකුත්	-1356
▁ඇතැයි	-1357
▁එළ	-1358
තක්	-1359
▁උත්සාහ	-1360
▁කලේ	-1361
▁ආණ්ඩුව	-1362
චාර්ය	-1363
▁ඔක්	-1364
▁කරපු	-1365
▁රජයේ	-1366
▁ඉක්	-1367
▁යහ	-1368
කරුව	-1369
▁මෛත්	-1370
▁ගත්තා	-1371
▁නිර්මාණය	-1372
▁සිරිස	-1373
ාවල	-1374
▁දෙපාර්තමේ	-1375
තී	-1376
▁මෙන්	-1377
▁හමුද	-1378
▁විස්තර	-1379
▁පාර්ලිමේන්තු	-1380
▁නැතුව	-1381
▁වාර්තාව	-1382
▁භාවිත	-1383
▁පියවර	-1384
ච්චර	-1385
▁සම්ප	-1386
හල්	-1387
▁ලකුණු	-1388
ද්දි	-1389
▁නේ	-1390
සුම්	-1391
▁භාවිතා	-1392
▁මුහුණ	-1393
ූර්ණ	-1394
▁පූ	-1395
▁පාසල්	-1396
▁ඉල්ලා	-1397
▁රැක	-1398
කරණ	-1399
▁තත්ත්ව	-1400
▁දිස්ත්	-1401
ිකා	-1402
▁දැම	-1403
▁ඇතුළ	-1404
ලී	-1405
▁බලාපොර	-1406
▁වුනා	-1407
▁වික්	-1408
▁රනිල්	-1409
▁එහිදී	-1410
▁උන්	-1411
කාරී	-1412
▁පැමිණි	-1413
න්ස	-1414
▁සංචාර	-1415
▁වෘ	-1416
ාරි	-1417
▁පොලී	-1418
ත්නම්	-1419
▁මාව	-1420
තල	-1421
යාංශ	-1422
▁පවා	-1423
රයක්	-1424
▁පරිදි	-1425
▁කාලෙ	-1426
▁දූ	-1427
ලෝ	-1428
▁ගීත	-1429
ගන	-1430
පි	-1431
▁මෙසේ	-1432
▁වුව	-1433
▁නෙවෙයි	-1434
▁ඝා	-1435
▁සේවා	-1436
ාවක	-1437
ලෙස	-1438
▁බවද	-1439
▁අවධ	-1440
▁15	-1441
▁දෙනෙකු	-1442
ෘතිය	-1443
▁බැහැ	-1444
▁ආප	-1445
▁ට්	-1446
▁සිරිසේන	-1447
▁කිසිම	-1448
මී	-1449
▁පහසු	-1450
▁දෙපාර්තමේන්ත	-1451
▁පුවත්	-1452
▁ද්	-1453
▁සංක	-1454
▁තො	-1455
▁තබා	-1456
▁බොහොම	-1457
▁ආගම	-1458
▁රැස්	-1459
▁කථ	-1460
▁මෙරට	-1461
▁හැර	-1462
පුර	-1463
▁ඇත්තටම	-1464
ලූ	-1465
▁තියෙන්නෙ	-1466
▁හම්බ	-1467
තම	-1468
ස්ට	-1469
▁භූ	-1470
යක්ෂ	-1471
තූ	-1472
▁හිර	-1473
▁ස්ථානය	-1474
▁සීම	-1475
හෙන	-1476
▁යනවා	-1477
▁තන	-1478
▁පාලනය	-1479
▁රූප	-1480
යෙන්ම	-1481
වුන්	-1482
▁අයත්	-1483
▁මාල	-1484
▁පවත්	-1485
ණා	-1486
යෝග	-1487
▁දෙමළ	-1488
▁කුඩා	-1489
▁අධිකරණ	-1490
▁පරීක්ෂණ	-1491
▁බලය	-1492
▁වැඩක්	-1493
▁අපරාධ	-1494
▁පන	-1495
▁තෝ	-1496
ජික	-1497
▁ලස්ස	-1498
▁කැමති	-1499
▁යුතුයි	-1500
▁සෑම	-1501
යවස්ථ	-1502
▁ඇතැ	-1503
සුන්	-1504
▁පොදු	-1505
▁බහු	-1506
▁ලක්ෂ	-1507
▁දුන්	-1508
▁කරල	-1509
▁දැඩි	-1510
යයි	-1511
වත්ව	-1512
මනා	-1513
හේ	-1514
▁දො	-1515
▁සභාපති	-1516
▁පෙළ	-1517
▁12	-1518
ාර්ථක	-1519
▁නිර්මාණ	-1520
▁ආරක්ෂක	-1521
▁සක	-1522
▁යයි	-1523
▁පෞ	-1524
▁ලි	-1525
▁00	-1526
▁කල්	-1527
සන්	-1528
▁නොද	-1529
▁අනතුරුව	-1530
පිට	-1531
ෂය	-1532
▁ගියේ	-1533
▁කිසිදු	-1534
▁රෝහල	-1535
වෙන	-1536
▁විරු	-1537
▁බේ	-1538
ංග්	-1539
▁බෞ	-1540
ුවෙ	-1541
ම්බර්	-1542
▁ෂ	-1543
ෝදනා	-1544
▁පෙන්වා	-1545
පැ	-1546
▁පර්	-1547
▁දෙස	-1548
▁සෞඛ්	-1549
▁මන	-1550
▁තිබ්බ	-1551
▁හිමික	-1552
▁හරියට	-1553
රජා	-1554
▁ගත්තේ	-1555
▁මස	-1556
ගොඩ	-1557
▁ඉතිහාස	-1558
හොත්	-1559
▁මුහු	-1560
රින්	-1561
▁යි	-1562
▁මැද	-1563
▁විතරයි	-1564
▁මණ්ඩල	-1565
▁සාමාජික	-1566
▁ස්වා	-1567
▁නැග	-1568
▁කණ්ඩායම	-1569
▁සංග	-1570
ගැනීමට	-1571
▁මෙහිදී	-1572
▁මඟ	-1573
▁පරා	-1574
▁අපේක්ෂ	-1575
▁මිනිසු	-1576
▁දවස්	-1577
ුම්	-1578
න්දර	-1579
▁බට	-1580
තරම්	-1581
ික්	-1582
▁චෝදනා	-1583
දීය	-1584
රව්	-1585
▁බෞද්ධ	-1586
▁ලැබෙන	-1587
▁කාර්ය	-1588
රන්	-1589
▁ලියන්න	-1590
ඵල	-1591
▁සංවර්ධන	-1592
▁හතර	-1593
▁ඩො	-1594
දේ	-1595
ඩුව	-1596
▁කරන්නට	-1597
▁තරම	-1598
▁තියන	-1599
▁දීම	-1600
ණිය	-1601
▁සංඛ්	-1602
▁වගක	-1603
▁ඉතිං	-1604
▁සින	-1605
▁හිටිය	-1606
▁18	-1607
▁ආයතන	-1608
ාවත්	-1609
▁කිසිව	-1610
▁වැඩේ	-1611
▁ටෙ	-1612
▁එවැනි	-1613
▁විනාශ	-1614
ත්න	-1615
▁ඇවිත්	-1616
සන	-1617
▁පුරු	-1618
ිණි	-1619
▁පවසයි	-1620
▁ශිෂ්	-1621
▁වින	-1622
▁මූලික	-1623
සිර	-1624
▁වෙබ්	-1625
▁නිලධාරීන්	-1626
▁ඉන්නේ	-1627
▁කොල්ල	-1628
දානම්	-1629
නයෙන්	-1630
බැ	-1631
▁මෙන්න	-1632
ගැනීම	-1633
ත්තා	-1634
▁තත්ව	-1635
ලන්ත	-1636
▁උත්සව	-1637
ොට	-1638
▁අනිත්	-1639
▁චරිත	-1640
▁හැට	-1641
▁රස	-1642
▁ඉගෙන	-1643
▁අනා	-1644
▁කට්ට	-1645
රමය	-1646
මෙයි	-1647
▁අමතර	-1648
▁දුරක	-1649
ෙක	-1650
▁සංගම	-1651
▁කිහිපයක්	-1652
▁උපා	-1653
▁මුලින්	-1654
මත	-1655
▁පරිස	-1656
ායක	-1657
▁කෙල්ල	-1658
ර්ශන	-1659
▁තැන්	-1660
▁දුම්රිය	-1661
ඨා	-1662
▁තිබුණා	-1663
ැත්ත	-1664
රිකානු	-1665
▁රෙ	-1666
▁පැහැදිලි	-1667
▁තැබ	-1668
▁අර්	-1669
▁ඒකා	-1670
▁කාලේ	-1671
▁නැත්නම්	-1672
යාපන	-1673
තුන්	-1674
▁පස්සෙ	-1675
▁සමු	-1676
▁ජල	-1677
▁අවධානය	-1678
▁වටි	-1679
▁එතකොට	-1680
▁මොන	-1681
▁කියනවා	-1682
▁නෙමෙයි	-1683
▁විරුද්ධ	-1684
▁මුස්	-1685
▁විධ	-1686
▁වත්	-1687
▁පෞද්ගල	-1688
ලත්	-1689
ස්සේ	-1690
▁යන්නේ	-1691
ෂේ	-1692
▁ඉවර	-1693
ිමට	-1694
▁සර්	-1695
▁මානව	-1696
▁ඇතැම්	-1697
සී	-1698
▁කිව්වා	-1699
▁අමතක	-1700
▁දක	-1701
▁මොකක්	-1702
▁ගොඩනැ	-1703
ොත්තු	-1704
▁දකුණු	-1705
▁දරුවන්	-1706
▁සේවය	-1707
ස්ථානය	-1708
▁හිමි	-1709
ියි	-1710
▁මතක්	-1711
ේස්	-1712
▁පවත්වා	-1713
▁ලදී	-1714
▁බී	-1715
නී	-1716
▁සභ	-1717
▁අවස්ථාවේ	-1718
▁කොහොමද	-1719
▁අල්ල	-1720
මික	-1721
▁සතුට	-1722
▁ජීවත්	-1723
▁ගෑ	-1724
ඹු	-1725
යන	-1726
▁ලිපි	-1727
ෂණය	-1728
▁11	-1729
▁පෞද්ගලික	-1730
▁ජනතා	-1731
ෙම	-1732
▁පැන	-1733
ස්තු	-1734
▁නීතිය	-1735
▁මෙවැනි	-1736
▁තැ	-1737
▁තත්ත්වය	-1738
▁වෘත්ත	-1739
▁කවුරු	-1740
දැක	-1741
▁පිලිබ	-1742
▁ඕනේ	-1743
ාට	-1744
විද්	-1745
▁පොලිසිය	-1746
▁බදු	-1747
ධික	-1748
▁සැම	-1749
▁අම්ම	-1750
▁ළඟ	-1751
▁වර්ධ	-1752
▁අග්	-1753
▁සෑ	-1754
▁උතුරු	-1755
▁රාත්	-1756
▁අන්ති	-1757
▁උන	-1758
▁උදා	-1759
▁අමාර	-1760
▁දැනට	-1761
ිවි	-1762
▁වටිනා	-1763
▁ඔවුන්ට	-1764
▁දාන්න	-1765
▁උසස්	-1766
▁කැප	-1767
ගම්	-1768
▁කුමාර	-1769
ිප්	-1770
ත්වයෙන්	-1771
▁නිස	-1772
▁යුද	-1773
ඳුම්	-1774
▁සිල්	-1775
▁ලංකාවට	-1776
▁අනේ	-1777
▁වනු	-1778
▁30	-1779
▁මරණ	-1780
රන	-1781
ජී	-1782
▁බං	-1783
▁පහර	-1784
▁තියනවා	-1785
▁ගමන	-1786
▁අමු	-1787
▁රි	-1788
▁සාර්ථක	-1789
▁කෘ	-1790
කයා	-1791
ට්ටම	-1792
▁මොහො	-1793
ලිම්	-1794
▁පින්	-1795
ඩියෝ	-1796
▁ලිපිය	-1797
රථ	-1798
▁අක්	-1799
▁වුණ	-1800
▁බටහිර	-1801
▁වනවිට	-1802
▁ලස්සන	-1803
යතාව	-1804
▁විව	-1805
▁විවාහ	-1806
සක	-1807
රමසිංහ	-1808
▁තේරුම්	-1809
▁හමුවේ	-1810
▁ඇද	-1811
▁කිව	-1812
▁ලැබූ	-1813
▁කෙරෙ	-1814
ින්ම	-1815
▁පක්ෂය	-1816
ගුණ	-1817
▁මෙත	-1818
▁කරුණ	-1819
▁අවු	-1820
▁දිනය	-1821
▁අම්මා	-1822
▁අනෙක්	-1823
▁වෙන්නෙ	-1824
▁ලෝකයේ	-1825
▁පද්ධ	-1826
▁ලෙ	-1827
▁මල්	-1828
ොන්	-1829
ංගු	-1830
▁මේවා	-1831
සාර	-1832
රයට	-1833
දුන්	-1834
▁මහජන	-1835
ල්ලක්	-1836
▁ඉදික	-1837
▁ගල්	-1838
▁කාලයේ	-1839
▁ලොව	-1840
▁පෙන්න	-1841
▁කිව්ව	-1842
▁මී	-1843
▁කොටස්	-1844
▁ආණ්ඩු	-1845
▁සදහන්	-1846
▁මෙතන	-1847
▁මෙහෙම	-1848
▁හට	-1849
▁සුදුසු	-1850
▁තමන්ට	-1851
▁මිස	-1852
▁කුමක්	-1853
▁මනු	-1854
▁කමිට	-1855
▁බලාපොරොත්තු	-1856
රඹ	-1857
▁මුළු	-1858
තට	-1859
▁තිස්	-1860
▁විපක්ෂ	-1861
▁මහත්ත	-1862
▁විතරක්	-1863
▁සම්පූර්ණ	-1864
▁සැබ	-1865
දුම්	-1866
තියේ	-1867
රදා	-1868
▁මිලියන	-1869
▁තීරණ	-1870
හුණු	-1871
ෝන්	-1872
▁නිවැ	-1873
▁100	-1874
▁රටවල්	-1875
▁තිබුණේ	-1876
රික්ක	-1877
▁හැටි	-1878
ෑන්	-1879
▁වෙතත්	-1880
▁නැතිව	-1881
▁අංක	-1882
▁ලාංක	-1883
▁ගැනීමේ	-1884
▁මුස්ලිම්	-1885
දව	-1886
▁නාට්	-1887
▁පදි	-1888
▁ඉදිරියේ	-1889
▁අත්දැක	-1890
නිය	-1891
ෑම්	-1892
▁ගාන	-1893
වුරු	-1894
▁සල	-1895
▁නු	-1896
▁කීප	-1897
ලර්	-1898
ීර්	-1899
දුරු	-1900
▁එයට	-1901
යන්ගේ	-1902
▁රො	-1903
▁දෙනෙක්	-1904
▁පෙනී	-1905
▁මමත්	-1906
බි	-1907
ගණ	-1908
▁තුන	-1909
මෙන්	-1910
ප්ත	-1911
▁දකි	-1912
ක්ෂණය	-1913
▁දමා	-1914
▁අයු	-1915
▁හේතු	-1916
▁හැකියාව	-1917
▁පොලීසිය	-1918
▁වැඩසටහන	-1919
▁පෙරේ	-1920
▁පණ	-1921
▁කිරීමෙන්	-1922
ෂ්ට	-1923
▁මහතාගේ	-1924
▁තවමත්	-1925
බෝධ	-1926
▁විශ්වවිද්	-1927
▁ගනු	-1928
ෙන්ට්	-1929
පාදන	-1930
▁පක්ෂයේ	-1931
▁පියා	-1932
▁ආයතනය	-1933
රුන්	-1934
▁දුන්නේ	-1935
තුම්	-1936
▁වරද	-1937
▁ගණන	-1938
▁ආව	-1939
▁පන්ත	-1940
මාන්ත	-1941
▁ආසන්න	-1942
▁අවුරුද්ද	-1943
▁උනත්	-1944
▁පුංචි	-1945
▁25	-1946
▁විහාර	-1947
▁පොත්	-1948
▁ඉදිරියට	-1949
ුන	-1950
▁දායක	-1951
▁ඉල	-1952
වේදී	-1953
ඳි	-1954
▁13	-1955
රාමාත්	-1956
▁එකෙන්	-1957
▁අරමුණ	-1958
ෂික	-1959
▁අනාගත	-1960
▁පාලන	-1961
▁කියව	-1962
▁විවෘත	-1963
කරණය	-1964
▁චී	-1965
▁නං	-1966
▁ජීවිතය	-1967
▁ජනතාවට	-1968
▁සාකච්ඡා	-1969
▁බැවින්	-1970
▁අරන්	-1971
▁අසා	-1972
▁නිෂ්පාද	-1973
▁අතුරු	-1974
▁මට්ටම	-1975
▁රිය	-1976
ඥා	-1977
දුම	-1978
▁කතාවක්	-1979
▁මගෙ	-1980
කල	-1981
සිද්ධ	-1982
▁ඉන්දීය	-1983
▁තෝරා	-1984
ාම	-1985
▁දීමට	-1986
▁පට	-1987
▁පිහිටි	-1988
▁ඉටු	-1989
ිල්	-1990
▁දන්නේ	-1991
ංජ	-1992
ක්තිය	-1993
▁දැනුම්	-1994
▁ධර්ම	-1995
ර්ශනය	-1996
▁මත්	-1997
▁නිවාස	-1998
ශ්ච	-1999
▁අමතරව	-2000
කදී	-2001
▁වැරදි	-2002
▁නියෝග	-2003
මුව	-2004
හැර	-2005
▁හෙට	-2006
▁කිල	-2007
▁රණ	-2008
▁තුව	-2009
▁සභාව	-2010
▁හිතු	-2011
▁ඇමැති	-2012
රස්ත	-2013
▁ජනපති	-2014
ේ	-2015
▁මුල	-2016
▁එක්ව	-2017
මාර්	-2018
▁ස්ථාන	-2019
බද්ධ	-2020
▁දාලා	-2021
▁නිවේද	-2022
ිපාල	-2023
▁උද්	-2024
රුණු	-2025
▁නිරත	-2026
▁කොමිස	-2027
ල්ලේ	-2028
▁වැටු	-2029
රියාව	-2030
▁ලැබේ	-2031
▁දැක්ක	-2032
සින්	-2033
▁සල්ලි	-2034
▁මෙහෙයු	-2035
දීමට	-2036
▁තරඟ	-2037
ිවිසු	-2038
▁අතින්	-2039
වීම්	-2040
▁ආවේ	-2041
▁සිහ	-2042
▁හින්	-2043
▁සෝ	-2044
▁හොයා	-2045
▁වියද	-2046
ෙල්	-2047
වක්	-2048
▁ඔක්කො	-2049
▁පැවැති	-2050
න්දා	-2051
▁මන්ද	-2052
▁උපදෙස්	-2053
බර්	-2054
▁සයි	-2055
▁විභාග	-2056
▁නිම	-2057
සීම	-2058
▁තිර	-2059
▁අරගෙන	-2060
▁වඩාත්	-2061
▁අනාව	-2062
▁වෙලාවට	-2063
ංගික	-2064
▁000	-2065
▁ති	-2066
ගැ	-2067
වීමේ	-2068
▁වුණේ	-2069
ෂන්	-2070
▁තවදුරටත්	-2071
▁වෙමින්	-2072
▁කාම	-2073
නාගාර	-2074
▁ලියන	-2075
ිමත්	-2076
ගත්ත	-2077
▁ඔව්	-2078
▁ඉදිරි	-2079
▁දුක	-2080
▁එමෙන්ම	-2081
▁කර්මාන්ත	-2082
▁කැබ	-2083
▁සිල්වා	-2084
▁ඕක	-2085
▁ජයග්	-2086
රුම	-2087
▁ඉස්	-2088
කාල	-2089
▁යැ	-2090
ිට්	-2091
රාදේශ	-2092
▁ලියා	-2093
▁අදාල	-2094
▁ක්ෂේ	-2095
▁සෙන	-2096
▁16	-2097
▁මහත්ම	-2098
රාම	-2099
▁ඇගේ	-2100
▁ඉහත	-2101
▁විදුලි	-2102
▁සහභාගී	-2103
සූ	-2104
▁තුන්	-2105
ණ්ඩාර	-2106
▁කළු	-2107
ෙකුත්	-2108
▁මටත්	-2109
▁තියා	-2110
▁අන්තර්	-2111
▁රටට	-2112
▁කුස	-2113
▁ජනප්	-2114
▁යෝජනා	-2115
▁ඕනෑම	-2116
▁හැටියට	-2117
▁සකස්	-2118
▁ඒකට	-2119
▁වැනිදා	-2120
▁14	-2121
▁පාවි	-2122
▁සූදානම්	-2123
▁පරාජ	-2124
▁පවත්ව	-2125
▁ආවා	-2126
▁දුව	-2127
▁සන්ධ	-2128
තාන්	-2129
ෙට	-2130
ගි	-2131
▁ඇස්	-2132
යාගේ	-2133
න්වා	-2134
▁වෙඩි	-2135
▁ඇතුළත්	-2136
ක්ස්	-2137
▁බන්ධ	-2138
▁දෙවන	-2139
▁ඔබගේ	-2140
▁හිතා	-2141
▁හරිම	-2142
▁එසේම	-2143
▁වෙලාව	-2144
රජාත	-2145
ණයක්	-2146
▁හදා	-2147
▁කරා	-2148
▁මතු	-2149
▁හඳුනා	-2150
▁වාහන	-2151
▁මාත්	-2152
▁මිනිසුන්	-2153
▁නියෝජ්	-2154
▁තුවාල	-2155
දාම	-2156
ිරා	-2157
▁නුවර	-2158
රශ්නය	-2159
රේම	-2160
ාරූප	-2161
▁දෙපාර්තමේන්තුව	-2162
▁කෙරෙන	-2163
ශෝධ	-2164
▁අපගේ	-2165
▁එල	-2166
▁කැඳ	-2167
▁සේනා	-2168
රල	-2169
පනය	-2170
මුඛ	-2171
▁රැගෙන	-2172
▁නොකර	-2173
▁ආදරය	-2174
▁දක්ව	-2175
▁බෙදා	-2176
▁දක්ෂ	-2177
▁නැද්ද	-2178
▁ඝාතනය	-2179
▁වචන	-2180
▁අවබෝධ	-2181
▁ආකාරය	-2182
▁ජනප	-2183
▁පවසා	-2184
▁ඇඟ	-2185
▁මෙලෙස	-2186
▁සුප	-2187
රාල්	-2188
▁වර්ධනය	-2189
▁ගිවිසු	-2190
▁සංගීත	-2191
▁වර්ෂ	-2192
▁වෙනුවට	-2193
▁සංවර්ධ	-2194
▁සහභාගි	-2195
▁මාන	-2196
▁නගර	-2197
ස්කෝ	-2198
▁පහළ	-2199
▁අස්	-2200
▁එතන	-2201
▁2018	-2202
රික්	-2203
▁සුබ	-2204
▁සිදුවූ	-2205
කූ	-2206
▁පහත	-2207
▁න්	-2208
▁සබ	-2209
▁වයස	-2210
න්ති	-2211
▁බණ්ඩාර	-2212
රථම	-2213
රසිද්ධ	-2214
▁සමත්	-2215
▁මුලින්ම	-2216
ගින්	-2217
▁නාව	-2218
යික	-2219
▁ආයත	-2220
▁ඉහල	-2221
▁වර	-2222
▁වර්ත	-2223
▁දාන	-2224
▁පැය	-2225
රීපාල	-2226
▁සිදුවන	-2227
▁සුළු	-2228
▁එනම්	-2229
නුවර	-2230
▁සිද්ධිය	-2231
▁වාස	-2232
▁නිලධාරී	-2233
දාන	-2234
▁හෙළ	-2235
▁සටහන්	-2236
රතිචාර	-2237
යාලයේ	-2238
▁දෙවිය	-2239
ත්ති	-2240
▁කිරි	-2241
▁ආක	-2242
▁කථා	-2243
▁ඒකාබද්ධ	-2244
▁උත්තර	-2245
▁ඔක්කොම	-2246
▁17	-2247
▁ගන්නවා	-2248
▁ඡාය	-2249
▁හොඳම	-2250
ඩක්	-2251
▁සටන්	-2252
▁වීඩියෝ	-2253
▁ටී	-2254
▁ස්ට	-2255
▁ණය	-2256
▁තෙල්	-2257
▁කරන්නෙ	-2258
▁දුරකථ	-2259
▁පර්යේ	-2260
දාස	-2261
▁පහසුකම්	-2262
▁අධිකාර	-2263
▁පිලිබඳ	-2264
▁පැවසීය	-2265
▁රංග	-2266
රාදේශීය	-2267
රිම	-2268
▁ගැල	-2269
▁රහ	-2270
▁අදහස	-2271
රත්න	-2272
▁පාඨ	-2273
▁නිතර	-2274
▁නාම	-2275
ගන්නා	-2276
▁දිවයි	-2277
▁අල	-2278
▁ඇමරික	-2279
▁වුවත්	-2280
▁පොළ	-2281
▁එහෙන	-2282
යම්	-2283
▁සමාජය	-2284
▁පීඩ	-2285
▁රේ	-2286
▁සංශෝධ	-2287
▁බැංක	-2288
▁කන්න	-2289
තෘ	-2290
යාපනය	-2291
▁මණ්ඩලය	-2292
▁වාර	-2293
▁බරප	-2294
▁සිටියා	-2295
ිකව	-2296
▁ඔස්සේ	-2297
මැ	-2298
ශී	-2299
▁දුන්නා	-2300
▁අනතුර	-2301
▁වෙළඳ	-2302
ලන	-2303
▁ආර්	-2304
රයි	-2305
▁මොනව	-2306
▁දන්නවා	-2307
▁අයියා	-2308
▁ආකාරයට	-2309
▁මච	-2310
▁පරීක්ෂ	-2311
▁ආදා	-2312
▁බැඳ	-2313
යයේ	-2314
රාව	-2315
▁ගුරුව	-2316
▁හිටියා	-2317
▁2017	-2318
▁ජේ	-2319
▁ගනිමින්	-2320
▁පාවිච්චි	-2321
විර	-2322
▁තද	-2323
▁තත්වය	-2324
▁අවස්ථා	-2325
න්තර	-2326
ැම්බර්	-2327
▁2015	-2328
▁නියෝජිත	-2329
▁එකඟ	-2330
▁යුරෝ	-2331
▁ඇහ	-2332
රතිකාර	-2333
▁කඩා	-2334
▁හිමිකම්	-2335
▁ඔයාට	-2336
▁ආදී	-2337
▁හොය	-2338
තෝ	-2339
▁ඉංග්	-2340
▁ලැ	-2341
▁සමාන	-2342
පේ	-2343
▁වේද	-2344
▁කල්ප	-2345
▁සෙට්	-2346
▁ඉක්මන	-2347
▁දිහා	-2348
▁තාත්තා	-2349
▁දෙදෙනා	-2350
▁හමුදාව	-2351
▁යළි	-2352
▁ගුරු	-2353
විල්	-2354
▁තිබිය	-2355
▁ඔයාල	-2356
ැක්	-2357
▁ආචාර්ය	-2358
▁දිගටම	-2359
▁ස්වභාව	-2360
▁මව	-2361
▁බන්ධනාගාර	-2362
ගු	-2363
▁නැත්ත	-2364
කයින්	-2365
▁ක්ෂේත්	-2366
ිනවා	-2367
▁අයිති	-2368
▁එස්	-2369
▁උදේ	-2370
▁හඬ	-2371
▁අට	-2372
මුදු	-2373
ගහ	-2374
▁තහවුරු	-2375
▁වැඩිදුරටත්	-2376
▁අතීත	-2377
▁ගිනි	-2378
වතී	-2379
▁පරිගණ	-2380
▁කෑම	-2381
විධාන	-2382
▁ඡායාරූප	-2383
▁වතුර	-2384
▁ගන්නේ	-2385
▁විවේ	-2386
ියම්	-2387
රිව	-2388
න්දුව	-2389
▁හැඟ	-2390
▁ශරී	-2391
ළඟ	-2392
▁යාමට	-2393
පත	-2394
▁උනේ	-2395
▁කවද	-2396
▁තාක්ෂණ	-2397
▁කොටස	-2398
▁ඉතාම	-2399
කඩ	-2400
▁පොඩ්	-2401
▁දරුවා	-2402
▁මොනවා	-2403
▁රැසක්	-2404
රතිඵල	-2405
▁චන්ද්	-2406
▁පුහුණු	-2407
▁අවම	-2408
▁දෙනවා	-2409
▁සමී	-2410
දුර	-2411
ජනය	-2412
▁වෘත්තීය	-2413
▁මානසික	-2414
▁කන	-2415
▁දුන්න	-2416
ටා	-2417
▁සැලසුම්	-2418
▁කටයු	-2419
▁ලිංගික	-2420
▁ශක්ති	-2421
▁එනවා	-2422
▁ගම	-2423
ධක	-2424
▁ලේඛ	-2425
▁ඛ	-2426
▁භාෂ	-2427
▁යාල	-2428
ුම	-2429
▁යුත්තේ	-2430
▁කලාප	-2431
▁24	-2432
▁ජීවිතේ	-2433
ිලා	-2434
▁බහුතර	-2435
▁අර්ථ	-2436
බේ	-2437
▁කඳු	-2438
තාවක්	-2439
▁සහෝ	-2440
▁නාවික	-2441
ලුව	-2442
▁පාට	-2443
යාට	-2444
▁දිනා	-2445
▁රත්	-2446
ලාව	-2447
▁නොස	-2448
▁පෝස්ට්	-2449
▁ජනව	-2450
▁දියුණු	-2451
▁ආරක්ෂා	-2452
ියෝග	-2453
▁දෙන්නේ	-2454
▁මොකක්ද	-2455
▁කළමනා	-2456
▁සැබෑ	-2457
ස්තුව	-2458
▁සංවිධාන	-2459
▁දුර	-2460
▁ගණන්	-2461
▁ඇමෙ	-2462
▁කඩු	-2463
▁පාඩ	-2464
▁දැනුවත්	-2465
▁සාක්ෂ	-2466
▁විදෙස්	-2467
ම්ප්	-2468
රශ්නයක්	-2469
ිවර්	-2470
▁අතට	-2471
▁ස්තු	-2472
▁ඉස්සර	-2473
▁ජාති	-2474
▁කියවන්න	-2475
▁මෙවර	-2476
▁වුනේ	-2477
▁හිටියේ	-2478
▁සියළු	-2479
ංකු	-2480
▁කවුද	-2481
▁ස්ථා	-2482
▁පවසනවා	-2483
▁සහතික	-2484
▁වුනත්	-2485
▁උදව්	-2486
ප්පු	-2487
▁විජේ	-2488
▁හොඳයි	-2489
▁අකු	-2490
ිටි	-2491
▁ඇයට	-2492
▁පැවසුවේ	-2493
ක්ෂිත	-2494
▁නැගෙන	-2495
▁සිදුකර	-2496
▁50	-2497
▁වහා	-2498
ර්ජාල	-2499
▁ජනාධිපතිතුමා	-2500
▁සිටියේය	-2501
▁සුභ	-2502
▁සිනමා	-2503
▁සභාවේ	-2504
▁බලන	-2505
▁නියෝජනය	-2506
ශා	-2507
▁ළමයි	-2508
▁ජ්	-2509
යත්	-2510
රජ	-2511
ට්ටු	-2512
ුයි	-2513
ිති	-2514
▁ඇඳ	-2515
පන්	-2516
▁රෑ	-2517
▁සින්	-2518
▁දේශීය	-2519
▁දිනයේ	-2520
▁කට්ටිය	-2521
▁අවසානයේ	-2522
▁ලාංකික	-2523
විප	-2524
▁ආගමික	-2525
ළෙ	-2526
▁නොවැ	-2527
▁අන්තර්ජාල	-2528
▁මූල්	-2529
▁නමින්	-2530
▁ගෙන්	-2531
▁හෙවත්	-2532
▁නඩු	-2533
පෙන	-2534
▁බයි	-2535
තුම	-2536
▁නිසි	-2537
ෘති	-2538
▁සහයෝග	-2539
▁ජිව	-2540
ඬුව	-2541
▁අභ්	-2542
වය	-2543
▁පෙරේරා	-2544
ලම	-2545
▁අපහ	-2546
▁ගෞ	-2547
වුම්	-2548
මානය	-2549
▁පැවැත්වෙන	-2550
▁පාර්ලිමේන්තුවේ	-2551
▁වැළ	-2552
▁හිරු	-2553
ධාරණ	-2554
▁මහත්	-2555
▁වේග	-2556
▁199	-2557
▁අවි	-2558
▁කාට	-2559
▁ඉස්කෝ	-2560
▁ගල	-2561
ක්ත	-2562
ටී	-2563
▁තිබුණි	-2564
▁එයින්	-2565
▁නතර	-2566
▁ආදර	-2567
▁පත	-2568
රමාණයක්	-2569
▁හැසිර	-2570
▁දවසක්	-2571
▁හොර	-2572
▁දෑ	-2573
▁ඉඩම්	-2574
රවී	-2575
▁කප	-2576
▁අයිය	-2577
▁අරගල	-2578
▁තහනම්	-2579
▁ගම්	-2580
▁අර්බු	-2581
▁සියලුම	-2582
▁හැකියි	-2583
▁තොරව	-2584
▁පුද්ගලයන්	-2585
▁අගය	-2586
▁තුළින්	-2587
▁ගරු	-2588
▁කොහෙ	-2589
▁පුදුම	-2590
▁මංග	-2591
ංගම	-2592
▁කොට්	-2593
▁එකත්	-2594
▁ඕනෙ	-2595
▁පොත	-2596
▁රටවල	-2597
▁අයිතිය	-2598
රවෘ	-2599
▁මර්	-2600
▁ශිල්ප	-2601
▁පක්	-2602
▁දිසා	-2603
▁වැඩිය	-2604
▁උදාහ	-2605
▁ඔහොම	-2606
▁කව	-2607
▁හිස	-2608
ටුව	-2609
▁එහෙනම්	-2610
සෙ	-2611
▁කෙරෙහි	-2612
▁මඟින්	-2613
වරුවේ	-2614
▁සිසුන්	-2615
▁ජලය	-2616
▁නිළ	-2617
කේ	-2618
▁කොච්චර	-2619
▁ගිහි	-2620
විරි	-2621
▁යුග	-2622
සේකර	-2623
පක්	-2624
▁පිටු	-2625
▁බිඳ	-2626
පොළ	-2627
රමාණය	-2628
රල්	-2629
▁පවුල්	-2630
▁ගැටු	-2631
▁වෙළෙ	-2632
පී	-2633
රමුඛ	-2634
හම	-2635
▁අනිව	-2636
▁කණ්ඩායම්	-2637
▁රන්	-2638
ිකාව	-2639
▁යුතුව	-2640
▁ඕනෑ	-2641
▁ස්තූ	-2642
▁ආණ්ඩුවේ	-2643
▁පැති	-2644
▁පමණි	-2645
▁බිහ	-2646
▁ආපු	-2647
▁රජු	-2648
▁නිප	-2649
▁වංච	-2650
රාත්	-2651
යාංශය	-2652
▁බර	-2653
▁තිබෙන්නේ	-2654
ස්ම	-2655
▁වළ	-2656
විරිදි	-2657
▁වුවද	-2658
▁කොට්ඨා	-2659
තුංග	-2660
▁මෙතෙක්	-2661
ත්වයක්	-2662
▁මරා	-2663
රාය	-2664
▁අභියෝග	-2665
දායක	-2666
ජිත්	-2667
▁කිව්වේ	-2668
▁බොරු	-2669
▁කැමැත්ත	-2670
▁රැකියා	-2671
▁කම්කරු	-2672
▁ලැබී	-2673
▁සම්පත්	-2674
▁මූල	-2675
ක්කු	-2676
▁පැට	-2677
▁පුතා	-2678
▁බලාගෙන	-2679
කිරීම	-2680
▁ආදරේ	-2681
▁එකයි	-2682
▁තිබුනා	-2683
▁කෙටි	-2684
දැයි	-2685
▁ලඟ	-2686
ව්වා	-2687
ිනේ	-2688
ෝජන	-2689
ිනී	-2690
▁අනෙකුත්	-2691
▁පිළිතුරු	-2692
සාද	-2693
යයෙන්	-2694
භය	-2695
රජාතන්ත්	-2696
▁තාත්ත	-2697
▁හැවිරිදි	-2698
▁එකෙක්	-2699
▁බිල	-2700
▁තර්	-2701
▁යාම	-2702
▁දුක්	-2703
බී	-2704
▁ඩොලර්	-2705
▁හිතන්නේ	-2706
▁ඉන්දියාවේ	-2707
රිතාන්	-2708
▁මෑ	-2709
▁බිරි	-2710
ගමනය	-2711
▁ඩී	-2712
▁නිදහස	-2713
කයේ	-2714
හැන	-2715
▁කමෙන්ට්	-2716
▁ඇමරිකානු	-2717
▁ඉන්නෙ	-2718
ස්ථාන	-2719
▁වෙච්ච	-2720
කී	-2721
▁තුනක්	-2722
▁ආන්ඩ	-2723
ජු	-2724
▁තිබිණි	-2725
▁බය	-2726
වේද	-2727
▁ජනතාවගේ	-2728
▁කැබින	-2729
▁අවසාන	-2730
තය	-2731
▁සිටින්නේ	-2732
▁දම	-2733
දන්	-2734
ගී	-2735
▁එව	-2736
▁උපාධ	-2737
▁කිරීම්	-2738
▁ඉලක්ක	-2739
▁තිබුණු	-2740
▁තිබුනේ	-2741
▁පහල	-2742
▁සිටී	-2743
▁එරෙහි	-2744
▁තිබුන	-2745
▁පිණ	-2746
▁යනුවෙන්	-2747
▁සන්න	-2748
ූහ	-2749
රුවා	-2750
▁ඉන්දියාව	-2751
තාවය	-2752
▁අළු	-2753
▁හිමිව	-2754
හසක්	-2755
▁සමස්ත	-2756
න්වහන්සේ	-2757
▁එතුමා	-2758
▁යමක්	-2759
▁සම්මාන	-2760
ෝෂ	-2761
▁කොයි	-2762
රචාර	-2763
▁හොඳින්	-2764
▁කඳ	-2765
▁ලැබු	-2766
▁මුදලක්	-2767
▁පොල්	-2768
▁වත්ම	-2769
▁කවි	-2770
තීන්	-2771
▁හෙළි	-2772
▁භාණ්ඩ	-2773
▁මහනුවර	-2774
▁චීන	-2775
න්දේ	-2776
න්විත	-2777
වරණය	-2778
ේප	-2779
▁සටහන	-2780
▁එජා	-2781
▁21	-2782
▁සිතුව	-2783
▁හැකිව	-2784
▁සුර	-2785
▁ඩි	-2786
වනවා	-2787
▁සීමා	-2788
▁කීවේ	-2789
▁බාල	-2790
▁ආයු	-2791
ීවර	-2792
▁නෝ	-2793
▁විඳ	-2794
▁විරෝධී	-2795
▁ඇප	-2796
▁සති	-2797
▁ලෝකය	-2798
▁දැනුම	-2799
▁කුරු	-2800
▁හිතේ	-2801
▁අනික	-2802
▁නොල	-2803
▁සතුටු	-2804
▁කමක්	-2805
▁පර්යේෂණ	-2806
යාලය	-2807
▁පිණිස	-2808
රතිප	-2809
▁බඩ	-2810
කෙ	-2811
▁ගන්නට	-2812
▁පෙරමුණ	-2813
▁බවය	-2814
▁කැබිනට්	-2815
▁මහාචාර්ය	-2816
ගත්තා	-2817
▁එම්	-2818
▁බැංකු	-2819
න්ඩ්	-2820
▁පවුලේ	-2821
වෙලා	-2822
▁අතරින්	-2823
▁රච	-2824
ුන්	-2825
▁සැප	-2826
රණයක්	-2827
▁තරු	-2828
▁පවත්වාගෙන	-2829
▁එල්	-2830
▁දශ	-2831
▁රටක්	-2832
▁මල	-2833
▁ආරාධ	-2834
▁ධාව	-2835
▁ගමේ	-2836
රළ	-2837
▁මුහුදු	-2838
▁කොටසක්	-2839
▁දඬුව	-2840
▁පරිසර	-2841
රනා	-2842
ව්ව	-2843
ාවා	-2844
▁පවතී	-2845
ිරිය	-2846
▁දීලා	-2847
▁දේව	-2848
▁දැක්වූ	-2849
ක්කේ	-2850
▁නැගෙනහිර	-2851
මිනි	-2852
▁ජනවාරි	-2853
▁22	-2854
▁වාහ	-2855
▁තාම	-2856
ල්ලට	-2857
▁වත්මන්	-2858
▁හැඳ	-2859
▁සංවර්ධනය	-2860
ද්දේ	-2861
▁දාල	-2862
▁මනුස්ස	-2863
▁ආරක්	-2864
▁දන්නෙ	-2865
▁අම්	-2866
▁198	-2867
▁අඩවිය	-2868
ධාරණය	-2869
▁මාර්ගය	-2870
▁දෙවැනි	-2871
▁නිවා	-2872
▁මඩ	-2873
තල්	-2874
▁ඉදිකිර	-2875
▁දුර්	-2876
▁යෑ	-2877
රියාකාර	-2878
▁2016	-2879
▁ධීවර	-2880
▁සිවිල්	-2881
▁බාර	-2882
▁නිවැරදි	-2883
▁ආශ්	-2884
▁අපහසු	-2885
වයි	-2886
▁ළමා	-2887
▁බිය	-2888
▁ආධාර	-2889
▁සංගමය	-2890
▁නැවතත්	-2891
▁හැමදාම	-2892
▁පුද්ගලයින්	-2893
බිම	-2894
සිරි	-2895
ක්ෂේප	-2896
රවෘත්ති	-2897
පිළ	-2898
▁පදනම්	-2899
▁සහෝදර	-2900
පෙ	-2901
▁භූම	-2902
▁සිදුකළ	-2903
▁කාර්යාලය	-2904
රියේ	-2905
සය	-2906
මුද	-2907
▁කියයි	-2908
▁පැහැදිල	-2909
▁හැමෝම	-2910
▁මැයි	-2911
▁විධායක	-2912
▁සම්මත	-2913
ෙලා	-2914
▁සැලක	-2915
▁වෙළෙඳ	-2916
▁පලා	-2917
යින්ට	-2918
▁විමර්ශන	-2919
▁පරණ	-2920
යවස්ථා	-2921
▁ජූ	-2922
යාපාරික	-2923
මන්ත්	-2924
ීමත්	-2925
▁සමාජයේ	-2926
▁පැවැත්වීමට	-2927
ශය	-2928
පත්ති	-2929
▁අනුරාධ	-2930
ගයක්	-2931
පස	-2932
▁ජාල	-2933
ශේෂ	-2934
▁උළෙ	-2935
▁රැකිය	-2936
▁විෂ	-2937
රහණය	-2938
සං	-2939
▁පිළිබද	-2940
▁වුණත්	-2941
▁වේවා	-2942
▁පිරිමි	-2943
▁බෙහෙ	-2944
ෙකි	-2945
▁මෝටර්	-2946
රමයක්	-2947
▁පසුගියදා	-2948
▁උණු	-2949
▁ජනය	-2950
▁දක්නට	-2951
▁වගෙ	-2952
▁පවසන්නේ	-2953
▁කෙරේ	-2954
▁ලී	-2955
▁නඩ	-2956
▁එන්නේ	-2957
ස්ථානයේ	-2958
▁සියයට	-2959
▁පරිගණක	-2960
රීසි	-2961
▁සුන්දර	-2962
▁සංස්කෘ	-2963
▁අත්දැකීම්	-2964
▁ඉතිරි	-2965
▁පෙම්	-2966
▁පුද්ගලයා	-2967
යාපෘතිය	-2968
▁ධන	-2969
රතික්ෂේප	-2970
ිණ	-2971
▁කියපු	-2972
▁ගී	-2973
▁සාම	-2974
▁අහන්න	-2975
▁දන්නා	-2976
▁සලක	-2977
▁බාධ	-2978
▁බිම	-2979
ිවු	-2980
යංශ	-2981
▁විචාර	-2982
▁උපන්	-2983
▁බන්	-2984
▁අන්ද	-2985
▁පුළුව	-2986
▁නිෂ්පාදන	-2987
▁කියලයි	-2988
යයක්	-2989
▁ඇතිව	-2990
ත්තු	-2991
ෂධ	-2992
ෙමි	-2993
වනම්	-2994
▁තරගාවල	-2995
ිටිය	-2996
ූරු	-2997
▁ඇස	-2998
▁කාන්තා	-2999
රණි	-3000
හ්	-3001
▁විශේෂයෙන්	-3002
▁ජෝ	-3003
▁අනාවරණය	-3004
▁කටු	-3005
▁කුල	-3006
වනේ	-3007
▁වියදම්	-3008
▁ඉස්සරහ	-3009
▁පද්ධතිය	-3010
ියක	-3011
▁වෙනසක්	-3012
▁අධිකරණය	-3013
▁මැදිහ	-3014
▁ශක්තිමත්	-3015
▁වන්නට	-3016
තුරේ	-3017
ෙකුගේ	-3018
▁රෝහල්	-3019
▁නගරයේ	-3020
වීමක්	-3021
▁කෙළ	-3022
▁මෙහෙයුම්	-3023
▁පොඩ්ඩක්	-3024
▁වැඩිම	-3025
▁පදිංචි	-3026
▁එහා	-3027
ඹුරු	-3028
▁මිනිසා	-3029
වෙනි	-3030
▁වෙනි	-3031
▁යහපත්	-3032
▁මාරු	-3033
▁ඉඳන්	-3034
▁වහ	-3035
▁එවිට	-3036
▁නිරී	-3037
▁අහිමි	-3038
▁ශක්තිය	-3039
▁පරිවර්	-3040
▁ආශ	-3041
ගත්තේ	-3042
▁උපරිම	-3043
▁කොළ	-3044
▁මහත්මිය	-3045
දවා	-3046
▁යුද්ධය	-3047
▁විමු	-3048
▁දීර්	-3049
▁නිසාය	-3050
▁ඒව	-3051
▁කවදාවත්	-3052
▁හැද	-3053
▁හිතන්න	-3054
▁පාර්ලිමේන්තුව	-3055
▁වෙනම	-3056
▁සංකල්ප	-3057
▁විවේච	-3058
▁මළ	-3059
කමක්	-3060
▁එන්	-3061
▁වුන	-3062
ෂක	-3063
▁සහාය	-3064
▁විප්	-3065
▁රූ	-3066
▁ශාල	-3067
▁වැල	-3068
▁වර්ණ	-3069
▁ලෝ	-3070
▁කරුණා	-3071
▁ආරක්ෂාව	-3072
▁අල්ලා	-3073
▁බවක්	-3074
යාත්මක	-3075
▁කුණු	-3076
▁වරක්	-3077
ක්ම	-3078
▁ජනපද	-3079
හිත්	-3080
▁ලිපියක්	-3081
▁කන්	-3082
▁තබ	-3083
▁උදෑ	-3084
▁වීර	-3085
ිමු	-3086
▁පොරො	-3087
▁197	-3088
▁හැඳින්	-3089
▁කල්පනා	-3090
▁පදන	-3091
▁හය	-3092
ත්ස	-3093
▁වැසි	-3094
ීමේදී	-3095
▁දකින	-3096
▁අලෙ	-3097
▁නිවසේ	-3098
▁බිරිඳ	-3099
හරි	-3100
▁අනතුරු	-3101
▁හොඳට	-3102
▁23	-3103
▁එකා	-3104
▁එංග	-3105
▁පරාජය	-3106
වෙන්නේ	-3107
ලයේ	-3108
▁දත්ත	-3109
පිළිවෙ	-3110
▁ජාතිය	-3111
▁පන්දු	-3112
ාත්මක	-3113
▁අඟ	-3114
▁විෂය	-3115
භෝග	-3116
▁චෝ	-3117
▁වනවා	-3118
▁දිනවල	-3119
▁ආත්ම	-3120
▁රඟ	-3121
▁සුවි	-3122
නන්ද	-3123
▁රූපවාහ	-3124
▁සමිති	-3125
ඳවා	-3126
▁ලබාදෙන	-3127
▁එරට	-3128
▁මිත්	-3129
▁තරගය	-3130
▁නිෂ්පාදනය	-3131
රතිපත්ති	-3132
▁වන්න	-3133
රබල	-3134
▁ඉරා	-3135
▁රතු	-3136
▁විමස	-3137
▁මහතාට	-3138
▁පෘ	-3139
පිත	-3140
ියෝ	-3141
▁අලි	-3142
▁පුව	-3143
▁මන්	-3144
ස්ත්	-3145
▁පුරුදු	-3146
යිට්	-3147
ංස	-3148
▁යහපාල	-3149
▁වැය	-3150
▁උදෑසන	-3151
▁මුදල	-3152
▁නිසාම	-3153
▁අන්තිමට	-3154
▁එකතුව	-3155
▁ඉතිහාසය	-3156
▁නොකළ	-3157
▁තියෙනව	-3158
▁කණ්ඩායමේ	-3159
ගොස්	-3160
000	-3161
▁සරත්	-3162
▁විප්ලව	-3163
▁භි	-3164
▁ගෞරව	-3165
ූර	-3166
▁ජෙන	-3167
▁ගිණු	-3168
▁රෝහලේ	-3169
▁පොහො	-3170
▁දීර්ඝ	-3171
හුව	-3172
▁සුපිරි	-3173
ගැන්	-3174
▁කාලගුණ	-3175
▁අඩව	-3176
▁වෙනකොට	-3177
▁එකින	-3178
▁ගස්	-3179
▁ඇර	-3180
පතිවරයා	-3181
▁දූෂණ	-3182
▁දිසානායක	-3183
▁ජීවත්ව	-3184
▁වනදා	-3185
▁හින්දා	-3186
රිස්	-3187
▁දක්වන	-3188
යෙෂ්ඨ	-3189
▁මාර්ගයේ	-3190
පුරු	-3191
▁දේශපාලනය	-3192
▁විරෝධය	-3193
▁පිරිස්	-3194
▁කොටි	-3195
▁දඩ	-3196
▁සහය	-3197
▁මිනිහ	-3198
▁මහේස්	-3199
▁ජංගම	-3200
▁සෙල්ල	-3201
▁එංගලන්ත	-3202
▁හානි	-3203
▁ගැස	-3204
▁ඉතාමත්	-3205
▁චන්ද	-3206
▁ඇන	-3207
▁පත්තර	-3208
▁නරක	-3209
වාහන	-3210
රධානත්වයෙන්	-3211
ණන්	-3212
▁මිලදී	-3213
▁සිටිනවා	-3214
▁සිසු	-3215
▁හේතුවක්	-3216
රියාමාර්	-3217
▁දුරකථන	-3218
▁සාධාරණ	-3219
▁සාහිත්	-3220
▁පමණයි	-3221
▁මහේස්ත්	-3222
▁මල්ලි	-3223
▁පුළු	-3224
ාන්	-3225
▁ඇසු	-3226
▁දෙය	-3227
▁වූහ	-3228
ලෙන්	-3229
▁ජු	-3230
▁පිහිටුව	-3231
▁සමාගම්	-3232
පියන්	-3233
▁නොවෙයි	-3234
රදේශවල	-3235
ස්තා	-3236
▁මුණ	-3237
▁සිසුව	-3238
රමා	-3239
▁හදන්න	-3240
▁තෙක්	-3241
▁නංග	-3242
බෝ	-3243
▁ආපහු	-3244
ියෙක්	-3245
▁හාමුදු	-3246
▁වැඩපිළිවෙ	-3247
▁පුරවැ	-3248
▁දැරිය	-3249
▁සම්ප්	-3250
▁පිලි	-3251
▁කාන්තාවන්	-3252
▁ජාතී	-3253
දනාව	-3254
▁කරගත්	-3255
ාවලිය	-3256
වතු	-3257
▁හෝට	-3258
▁තැනක්	-3259
▁හිතට	-3260
▁හැඩ	-3261
▁ස්තුතියි	-3262
▁ලැබුණු	-3263
මාව	-3264
▁නොහැක	-3265
▁පන්ස	-3266
ූන්	-3267
▁26	-3268
▁පහු	-3269
ත්වයට	-3270
▁උපකරණ	-3271
▁වගකීම	-3272
ෙන්නට	-3273
▁ෆේස්	-3274
▁යෝජනාව	-3275
▁කණ	-3276
▁ගොඩනැග	-3277
▁බරපතල	-3278
රනාන්දු	-3279
▁යන්නෙ	-3280
▁අවස්ථාවක්	-3281
▁භික්ෂ	-3282
▁ලෙසින්	-3283
▁දැනගන්න	-3284
▁පනත	-3285
යො	-3286
▁මනා	-3287
▁ඡන්දය	-3288
▁සංස්කෘතික	-3289
▁තුරු	-3290
▁හී	-3291
▁කුම	-3292
▁සරස	-3293
▁කැල	-3294
▁අංග	-3295
▁නීතිඥ	-3296
▁අධිකරණයට	-3297
හත්	-3298
▁ටයි	-3299
▁ජර්	-3300
▁යාලුව	-3301
▁හැමෝ	-3302
▁පැරණි	-3303
▁ඊළඟ	-3304
▁වහාම	-3305
යාඥ	-3306
ාරත්න	-3307
▁තිස්සේ	-3308
▁සංස්කරණය	-3309
▁පෙරම	-3310
▁පුද්ගලික	-3311
▁නිවස	-3312
▁ජවිප	-3313
▁පිව	-3314
විල	-3315
කිරීමට	-3316
▁මතුව	-3317
කන්	-3318
▁කූ	-3319
▁නොලැබ	-3320
▁රැඳ	-3321
▁විමුක්ති	-3322
න්තොට	-3323
▁රසා	-3324
▁බලධාර	-3325
▁අවධාරණය	-3326
▁උන්වහන්සේ	-3327
▁ආයතනයේ	-3328
▁උද්ඝ	-3329
▁මංගල	-3330
▁බෝම්බ	-3331
▁අත්සන්	-3332
නල්	-3333
රකාශයට	-3334
▁සමන්විත	-3335
▁වැඩසටහන්	-3336
රච	-3337
සාරිස්	-3338
▁සමයේ	-3339
▁ස්වාධ	-3340
දිව	-3341
ලයක්	-3342
ථා	-3343
▁තත්ත්වයක්	-3344
▁බඩු	-3345
▁එදින	-3346
කල්	-3347
ණික	-3348
▁දෙවියන්	-3349
▁මහේ	-3350
සියන්	-3351
මුන්	-3352
▁මිතුර	-3353
▁ටෙස්ට්	-3354
▁මාතෘ	-3355
▁දිගු	-3356
▁එකක	-3357
▁සමහරු	-3358
ගමුව	-3359
▁සංකීර්	-3360
▁පෑ	-3361
▁ස්තූතියි	-3362
▁මෘ	-3363
▁නූ	-3364
යස්ථානය	-3365
ියෙ	-3366
▁අතරේ	-3367
▁ඉන	-3368
▁බලමු	-3369
ියු	-3370
▁ජො	-3371
බාධ	-3372
▁ලිව්	-3373
නාවක්	-3374
▁සිහි	-3375
ොත්ත	-3376
▁දුටු	-3377
යවේදී	-3378
▁ඔයාගේ	-3379
▁ලබාදීමට	-3380
▁සපය	-3381
▁සුවිශේෂ	-3382
▁40	-3383
▁මැතිතුමා	-3384
වෙමින්	-3385
ටෝ	-3386
▁සැපය	-3387
▁ඕනි	-3388
▁පරිපාල	-3389
▁වේවි	-3390
▁කරදර	-3391
රපටය	-3392
▁නෙමේ	-3393
▁ළම	-3394
▁ඇතුලත්	-3395
▁ගාල්ල	-3396
20	-3397
▁පැමිණෙන	-3398
▁හඳුන්වා	-3399
▁තුලින්	-3400
▁දෙයි	-3401
▁කන්ද	-3402
▁කින්	-3403
ඩියා	-3404
▁අසල	-3405
වාසික	-3406
▁නිර්දේශ	-3407
▁සිතා	-3408
▁කිසිවක්	-3409
▁එලෙස	-3410
රකාශක	-3411
▁අයගේ	-3412
▁සංගමයේ	-3413
▁ලබාදීම	-3414
▁විශි	-3415
▁මාතර	-3416
▁මල්ල	-3417
භාවය	-3418
▁නැතිනම්	-3419
▁සංචාරක	-3420
▁සතිය	-3421
සිල්	-3422
▁බලපෑම්	-3423
▁කිසියම්	-3424
ශ්ව	-3425
වීමෙන්	-3426
▁අන්න	-3427
▁ඇයගේ	-3428
▁තානා	-3429
▁හිස්	-3430
▁හදිසි	-3431
▁යාපනය	-3432
▁කීපයක්	-3433
▁එජාප	-3434
ියේදී	-3435
▁පළමුව	-3436
ුණි	-3437
▁පාද	-3438
▁මතය	-3439
ද්දක්	-3440
▁අපිත්	-3441
▁බහ	-3442
ලෝක	-3443
▁ආණ්ඩුවට	-3444
වැන්ත	-3445
ධිකරණ	-3446
▁දකින්න	-3447
▁තර්ජ	-3448
▁මහත්තයා	-3449
▁සම්බන්ධව	-3450
▁නිසයි	-3451
▁27	-3452
▁ගණනක්	-3453
▁වසා	-3454
▁පාරි	-3455
▁කෙරුණ	-3456
▁මුදා	-3457
▁යානය	-3458
▁බිලියන	-3459
නක	-3460
▁නවක	-3461
මාධ්	-3462
▁උව	-3463
▁ජනයා	-3464
▁මණ්ඩලයේ	-3465
ාරා	-3466
▁දැවැන්ත	-3467
රික්කයේ	-3468
▁රටක	-3469
ශව	-3470
▁රජයට	-3471
ෙමින්	-3472
▁අයුරින්	-3473
ැල්	-3474
▁ඉඳලා	-3475
▁ගණනාවක්	-3476
▁කවුරුත්	-3477
ඩී	-3478
▁ඩෙ	-3479
▁සදා	-3480
▁හරිය	-3481
▁උදෙස	-3482
▁හම්බන්තොට	-3483
▁නමැති	-3484
නයන්	-3485
▁හිතෙනවා	-3486
▁වැටුප්	-3487
ුද්ධ	-3488
▁සබඳ	-3489
▁අවස්ථාවට	-3490
▁දොර	-3491
▁විසි	-3492
▁ෆ්	-3493
▁නාල	-3494
▁ලු	-3495
▁ලදි	-3496
ගැනීමේ	-3497
▁ෆිල්	-3498
▁ගෙවල්	-3499
▁සිටියහ	-3500
වෙන්න	-3501
▁සලකා	-3502
▁කොහෙද	-3503
▁කියෙ	-3504
▁ශී	-3505
රුම්	-3506
▁එයාට	-3507
▁පැත්තට	-3508
▁කිරීමක්	-3509
▁පව	-3510
▁අධිරා	-3511
▁ලිව	-3512
▁ජාතීන්ගේ	-3513
▁පැත්තේ	-3514
▁28	-3515
ියාව	-3516
▁වතු	-3517
▁නායකත්වය	-3518
▁ගොඩා	-3519
▁පුද්ගලයෙකු	-3520
▁යන්ත්	-3521
▁ගෝඨා	-3522
රේෂ්ඨ	-3523
▁ලෙසට	-3524
▁ආදිය	-3525
▁මේකට	-3526
වාදීන්	-3527
▁ගං	-3528
එම්	-3529
▁ලක්ෂණ	-3530
▁වො	-3531
රීය	-3532
▁අදහසක්	-3533
▁නිව්	-3534
▁නොවූ	-3535
▁කෙනෙකුට	-3536
ලාභ	-3537
පිටිය	-3538
▁ඥා	-3539
එස්	-3540
▁ඉස්ලා	-3541
▁අවට	-3542
ස්සු	-3543
▁මව්	-3544
යින්ගේ	-3545
▁අංශයේ	-3546
▁නිහ	-3547
▁සැකකරුවන්	-3548
▁පිළිබදව	-3549
▁කොල	-3550
▁පොළො	-3551
▁කවර	-3552
▁සංස්ථ	-3553
▁තනි	-3554
ර්මය	-3555
▁2014	-3556
▁බිහි	-3557
▁පිප	-3558
▁ජිවිත	-3559
▁කත	-3560
රතිසං	-3561
▁නොකරන	-3562
ිස්ට්	-3563
▁එකකට	-3564
▁මෘදු	-3565
ගන්නේ	-3566
▁එයාල	-3567
සර	-3568
▁යතුරු	-3569
▁සැකකරු	-3570
▁සාධක	-3571
▁කළහ	-3572
▁දවසේ	-3573
▁ඇරඹ	-3574
▁බත්	-3575
▁මාගේ	-3576
▁පුහුණ	-3577
▁නොති	-3578
▁ගැහැ	-3579
▁වැඩිව	-3580
▁උඹට	-3581
▁දවසක	-3582
▁උන්ට	-3583
▁රාජකාර	-3584
වක	-3585
ප්පා	-3586
▁පදිංච	-3587
රයෙන්	-3588
▁අඳු	-3589
▁උදෙසා	-3590
▁සිදුකරන	-3591
ිකර	-3592
යයන්	-3593
▁මොනවද	-3594
ට්ටි	-3595
▁හිතෙන	-3596
▁විසඳ	-3597
▁හිනා	-3598
▁ජනමාධ්	-3599
▁ගැටලු	-3600
▁සමර	-3601
▁විරුද්ධව	-3602
ධන	-3603
▁සිත්	-3604
▁එතැන	-3605
රම්ප්	-3606
▁සංස්කෘතිය	-3607
▁කෘෂික	-3608
▁කිරිම	-3609
▁හිමියන්	-3610
ෝප	-3611
▁සිදුවීම	-3612
▁මස්	-3613
ෝල්	-3614
කට්	-3615
දුන	-3616
▁බලපෑ	-3617
ත්තිය	-3618
ලයි	-3619
▁යන්නට	-3620
ළිය	-3621
රයන්	-3622
▁කුසලා	-3623
▁වරාය	-3624
▁බලාපොරොත්ත	-3625
▁වනා	-3626
▁පූර්	-3627
▁වීමේ	-3628
ගනිමින්	-3629
▁සිටියදී	-3630
▁උග	-3631
▁සිටීම	-3632
▁අපේක්ෂා	-3633
▁කරමු	-3634
යතා	-3635
▁නගරය	-3636
▁ස්ථාව	-3637
▁කුමක්ද	-3638
▁මියගිය	-3639
▁ඉරි	-3640
▁දක්වමින්	-3641
▁සතියේ	-3642
▁අඩි	-3643
▁එබැ	-3644
▁ගොඩාක්	-3645
▁පුළුල්	-3646
නො	-3647
▁ගීතය	-3648
▁අවස්ථාවේදී	-3649
▁අහි	-3650
▁හදන	-3651
සියාවේ	-3652
ගෝ	-3653
▁මාර්තු	-3654
▁දිවි	-3655
▁පත්කර	-3656
▁තිබීම	-3657
▁අල්	-3658
▁දරුවන්ට	-3659
▁අවසර	-3660
▁01	-3661
▁කොමසාරිස්	-3662
වාදයට	-3663
නියා	-3664
න්ම	-3665
▁අංශය	-3666
රකට	-3667
▁බැංකුව	-3668
▁ධුර	-3669
▁ගැනත්	-3670
▁බේරා	-3671
▁හරියටම	-3672
▁ඉදිරියේදී	-3673
▁බැලුව	-3674
▁වතාව	-3675
▁හැකියාවක්	-3676
▁නාග	-3677
රංශ	-3678
▁මාසයේ	-3679
▁නින්ද	-3680
▁නිවේදනය	-3681
▁ෆිල්ම්	-3682
▁කිලෝ	-3683
▁පිහිටා	-3684
▁සරල	-3685
හාසික	-3686
▁මුද්	-3687
▁ගෝල	-3688
▁කියවන	-3689
▁ආයෙත්	-3690
▁දවස්වල	-3691
යාපාරය	-3692
පුව	-3693
▁සංශෝධනය	-3694
▁හාමුදුරුව	-3695
සර්	-3696
▁ආපසු	-3697
▁වීමෙන්	-3698
▁අතේ	-3699
▁සමීප	-3700
රග	-3701
▁පං	-3702
යිල්	-3703
▁අනිවාර්ය	-3704
ිකු	-3705
▁පට්ට	-3706
▁යාළුව	-3707
▁ෆොන්	-3708
▁ජෙනරාල්	-3709
දුවේ	-3710
පදි	-3711
▁පෙරමුණේ	-3712
ඩර්	-3713
▁පුලුව	-3714
තිහාසික	-3715
▁දස	-3716
ගර	-3717
තුරක්	-3718
▁කොමි	-3719
▁දැයි	-3720
▁පොර	-3721
▁පිවිස	-3722
▁දරු	-3723
රාන්ත	-3724
▁වෙනව	-3725
▁තියනව	-3726
▁ගනී	-3727
▁ඇතුලු	-3728
▁චාර	-3729
යං	-3730
▁දළ	-3731
▁විජය	-3732
▁එකිනෙ	-3733
▁තැනක	-3734
හී	-3735
▁නායකයා	-3736
▁රහස්	-3737
▁මැන	-3738
වලු	-3739
▁ලබාදී	-3740
▁කොමිසම	-3741
න්දි	-3742
පළ	-3743
▁ගිල	-3744
▁සිටිති	-3745
▁ටෙලි	-3746
▁සාක්ෂි	-3747
▁යූ	-3748
▁වැඩිප	-3749
▁යුත්	-3750
▁ජීවිතයේ	-3751
ර්ණ	-3752
බුක්	-3753
▁ඉන්ප	-3754
▁පන්ති	-3755
ගල්	-3756
▁සඟ	-3757
▁උනාට	-3758
හට	-3759
▁අරමුද	-3760
▁ගනුදෙන	-3761
රභ	-3762
▁පින්තූ	-3763
රෙන්න	-3764
▁ලැබීය	-3765
▁වසරේදී	-3766
▁සැප්ත	-3767
▁දර්ශ	-3768
▁ගහන්න	-3769
යාංශයේ	-3770
තරා	-3771
▁මචං	-3772
▁බලයට	-3773
▁කපා	-3774
▁එත්	-3775
▁කිරීමේදී	-3776
ජර්	-3777
▁වලදී	-3778
▁මෙයට	-3779
▁ඉංජ	-3780
ට්ස්	-3781
▁සිදුවීම්	-3782
▁හින	-3783
නුකූ	-3784
බරව	-3785
▁සංවිධානයේ	-3786
වලදී	-3787
පල	-3788
රීම	-3789
කැ	-3790
▁අනුගමනය	-3791
▁දුර්වල	-3792
භෝගික	-3793
▁සංඝ	-3794
▁දරා	-3795
සූරිය	-3796
▁දෙසැම්බර්	-3797
▁තාර	-3798
▁පූජ	-3799
▁සියලූ	-3800
මානයේ	-3801
වරයෙකු	-3802
▁ඕස්ට්	-3803
▁දරන	-3804
▁පිරිසි	-3805
▁අනුරාධපුර	-3806
▁ස්ත්	-3807
▁කණ්ඩායමක්	-3808
▁අන්තිම	-3809
දෙනා	-3810
▁අර්බුද	-3811
▁රත්න	-3812
හෙස	-3813
▁වැරද	-3814
▁කෙරි	-3815
කාංග	-3816
▁එළියට	-3817
▁දෙමින්	-3818
▁පිස්සු	-3819
රවේශ	-3820
▁ලාභ	-3821
▁සිදුවිය	-3822
තළ	-3823
නාත්මක	-3824
▁කඩුලු	-3825
▁බලවේ	-3826
▁ඉන්දියානු	-3827
▁අවකාශ	-3828
▁ඇඳුම්	-3829
▁වැරැ	-3830
▁සමාජවාදී	-3831
▁වැඩිහ	-3832
▁පමන	-3833
▁ඔවුහු	-3834
රුවේ	-3835
▁පවත්වන	-3836
ිනම්	-3837
▁රාව	-3838
▁අරා	-3839
▁අතරතුර	-3840
▁ඔප්පු	-3841
▁විශේෂයෙන්ම	-3842
▁දෙදෙනෙකු	-3843
▁පිරින	-3844
▁ඇල	-3845
යයට	-3846
▁වටා	-3847
▁මොහොතේ	-3848
▁වගා	-3849
▁අපූරු	-3850
▁පහස	-3851
▁සහගත	-3852
▁නුඹ	-3853
▁හුව	-3854
▁ආයෙ	-3855
වැන්න	-3856
▁ජනරාල්	-3857
▁පාරිභෝගික	-3858
▁මාලි	-3859
▁ඇමෙරික	-3860
▁බලපත්	-3861
ෂි	-3862
▁කිව්වෙ	-3863
▁උපදේශ	-3864
▁2010	-3865
රීවරුන්	-3866
▁සහයෝගය	-3867
න්දුවක්	-3868
▁මනෝ	-3869
▁ගම්ප	-3870
▁අගෝ	-3871
▁විහි	-3872
ලාට	-3873
▁ජනාධිපතිවරණ	-3874
▁ගම්මා	-3875
ිලේ	-3876
▁ජීවන	-3877
ිසුරු	-3878
▁හින්ද	-3879
▁අහෝ	-3880
▁පෙත්ස	-3881
ීටර්	-3882
ාරය	-3883
▁උත්සහ	-3884
▁විශේෂඥ	-3885
▁දෙකම	-3886
රාදා	-3887
▁ලබයි	-3888
▁ලින්	-3889
කුට	-3890
▁වේල	-3891
▁ඉතිහාසයේ	-3892
▁අගමැතිවරයා	-3893
▁ගෙද	-3894
▁දෙන්නා	-3895
▁වෙනස	-3896
▁පිළිවෙ	-3897
▁පාලක	-3898
ට්ටුව	-3899
▁පල්ල	-3900
▁දහස්	-3901
▁ඉංජිනේ	-3902
ස්ති	-3903
▁ඉතුරු	-3904
▁පැතුම්	-3905
රකාශයක්	-3906
යකදී	-3907
▁සේවක	-3908
▁බලන්	-3909
▁ස්වාධීන	-3910
▁ධාවනය	-3911
▁විනාඩි	-3912
ශීලී	-3913
▁ජවිපෙ	-3914
▁විකල්ප	-3915
රදර්ශනය	-3916
▁භාෂාව	-3917
▁වරදක්	-3918
▁නොදැන	-3919
▁මත්ද්	-3920
▁ලෙසයි	-3921
▁සප	-3922
▁පිටුව	-3923
▁සමාගමේ	-3924
විලි	-3925
න්ස්	-3926
▁පාරේ	-3927
සියානු	-3928
යාපෘති	-3929
▁රාජපක්	-3930
▁තවම	-3931
ුනා	-3932
කයක්	-3933
▁දැමීමට	-3934
▁අයිතිවාසික	-3935
▁තානාපති	-3936
ජ්ජ	-3937
▁ලක්ව	-3938
▁උරුම	-3939
▁2012	-3940
▁සාපේ	-3941
▁පැහැර	-3942
වම	-3943
▁අධිරාජ්	-3944
▁පස	-3945
▁නිරූප	-3946
▁තුමා	-3947
▁ටැ	-3948
▁සව	-3949
▁මෙහෙය	-3950
▁විදුහල්	-3951
▁29	-3952
▁දෙකකට	-3953
▁31	-3954
ාත්	-3955
▁මහත්ව	-3956
▁නොහැකිය	-3957
▁චීනය	-3958
▁රක්ෂිත	-3959
▁විභා	-3960
▁හුවමාර	-3961
▁අනුමත	-3962
▁නොමැ	-3963
▁එබැවින්	-3964
▁කටයුතුව	-3965
ංසක	-3966
▁අනික්	-3967
▁ඔක්තෝ	-3968
▁කකු	-3969
රුවක්	-3970
දෙන්න	-3971
▁වටහා	-3972
▁කුමන	-3973
▁ජයවර්ධන	-3974
▁සන්ධානය	-3975
රේල්	-3976
▁එප	-3977
▁දැම්ම	-3978
▁පත්වූ	-3979
▁රෝහලට	-3980
▁හුඟ	-3981
▁අතු	-3982
▁විශ්වාසය	-3983
▁අත්ව	-3984
ල්ලු	-3985
▁නවී	-3986
ිර්	-3987
හෙන්	-3988
කයන්ට	-3989
▁විමල්	-3990
▁ලියලා	-3991
▁අනුමැ	-3992
▁ලැයි	-3993
▁ගිවිසුම	-3994
▁නිදා	-3995
▁උබ	-3996
▁සහන	-3997
▁දර	-3998
▁අකම	-3999
▁මොහොත	-4000
▁අබේ	-4001
▁ලැබෙන්නේ	-4002
පොල	-4003
▁මර	-4004
▁නැම	-4005
වරුන්ගේ	-4006
ලාගේ	-4007
▁තිබ්බා	-4008
න්නම්	-4009
▁පෙබරව	-4010
▁ගෘ	-4011
ම්ස්	-4012
විනි	-4013
▁ඉල්ලීම	-4014
▁විස්ස	-4015
▁2013	-4016
▁සැප්තැම්බර්	-4017
▁නියමිතය	-4018
▁පැහැදිලිව	-4019
▁දෙමා	-4020
▁රවී	-4021
▁කෙසේද	-4022
▁දුෂ්	-4023
සේකා	-4024
▁අයුරු	-4025
▁ලග	-4026
රෙන්	-4027
▁හැක්කේ	-4028
කයෝ	-4029
▁ඉවස	-4030
▁ගෝඨාභය	-4031
ගන්නවා	-4032
▁හැමෝටම	-4033
▁යුධ	-4034
සියාව	-4035
ධිර	-4036
▁ගියාම	-4037
දුනා	-4038
ාවේදී	-4039
▁අක්ක	-4040
න්ධන	-4041
▁35	-4042
▁දිවයින	-4043
පුරා	-4044
▁ගොනු	-4045
▁කෝටි	-4046
යාවක්	-4047
▁ජෙ	-4048
▁අහල	-4049
නුත්	-4050
▁සේවයේ	-4051
▁උපු	-4052
▁මරු	-4053
▁මෙච්චර	-4054
රවාදී	-4055
▁ආකාරයේ	-4056
▁පාරක්	-4057
▁ෆේස්බුක්	-4058
▁බලලා	-4059
▁විරෝධතා	-4060
රස්	-4061
▁පාන	-4062
▁පරම්ප	-4063
▁තාක්ෂණය	-4064
▁දැමීම	-4065
නාහිර	-4066
▁නොවී	-4067
▁උපාධි	-4068
රියාමාර්ග	-4069
ගොල්ල	-4070
ෝජනය	-4071
▁මෘදුකාංග	-4072
▁ඉක්මනින්	-4073
▁ලද්දේ	-4074
▁අගෝස්තු	-4075
▁සේන	-4076
▁ඇට	-4077
▁උතුරේ	-4078
▁සහිතව	-4079
රූ	-4080
▁තල	-4081
▁අඩුව	-4082
▁හිටියෙ	-4083
▁දෙපාර්තමේන්තුවේ	-4084
යාජ	-4085
▁දුරටත්	-4086
▁බලකා	-4087
▁යමින්	-4088
▁තමන්ගෙ	-4089
▁අයින්	-4090
▁මෝඩ	-4091
කාව	-4092
▁හීන	-4093
▁කේන්ද්	-4094
▁එක්කම	-4095
▁නඩුව	-4096
වන්නේ	-4097
▁ස්ථානයේ	-4098
▁03	-4099
▁පන්තියේ	-4100
▁යටත්	-4101
ලනිප	-4102
▁ඇතිවන	-4103
සේන	-4104
ිවේ	-4105
▁ඉක්ම	-4106
▁නිලධාරින්	-4107
▁ජාව	-4108
රේලිය	-4109
▁මිනි	-4110
▁බස්නාහිර	-4111
වුල්	-4112
ුනු	-4113
▁නොවැම්බර්	-4114
▁ඵල	-4115
▁ලියාපදි	-4116
▁අලෙවි	-4117
▁දැනටම	-4118
රකාශය	-4119
▁සතුව	-4120
▁පරීක්	-4121
▁රාශ	-4122
▁අධි	-4123
▁පාප	-4124
▁අඩංගු	-4125
යවරුන්	-4126
▁වර්තමාන	-4127
▁සිටියි	-4128
▁යුරෝප	-4129
ත්තක්	-4130
▁පෙම්ව	-4131
▁පොලිසියට	-4132
▁පැළ	-4133
▁කඩේ	-4134
▁උත්සවය	-4135
▁අනුමැතිය	-4136
▁තවද	-4137
▁නොක	-4138
▁සෘ	-4139
▁ඇල්	-4140
ාරී	-4141
හිම	-4142
▁ගහන	-4143
▁දියත්	-4144
ස්ටර්	-4145
▁එතරම්	-4146
▁කමිටුව	-4147
▁ආකාරයෙන්	-4148
▁වුණු	-4149
▁පාකි	-4150
▁මීටර්	-4151
▁ලැබෙනවා	-4152
ජන්	-4153
▁ගසා	-4154
▁ගලා	-4155
▁අනුර	-4156
▁2011	-4157
▁රෝගී	-4158
▁පස්වරුවේ	-4159
ෂිත	-4160
පාන	-4161
▁ආරංචි	-4162
▁සංවාද	-4163
▁ස්ථාපිත	-4164
▁රුධිර	-4165
▁දෝ	-4166
ක්කා	-4167
▁රථය	-4168
▁ඇහැ	-4169
▁එලියට	-4170
▁ආලෝක	-4171
▁පළාතේ	-4172
▁කොමිෂන්	-4173
▁මැතිවරණය	-4174
මින	-4175
▁අසරණ	-4176
▁සෙසු	-4177
රෑම්	-4178
▁පරිවර්තනය	-4179
▁බැඳුම්	-4180
හක්	-4181
▁ආදායම්	-4182
▁සිංග	-4183
▁විකාශ	-4184
▁පාර්ශව	-4185
▁මනුෂ්	-4186
▁ගියේය	-4187
▁ඉන්ධන	-4188
▁60	-4189
රියාවලිය	-4190
▁මෙයා	-4191
▁07	-4192
▁අහිංසක	-4193
රවාහන	-4194
▁ෆොන්සේකා	-4195
▁චින්	-4196
▁ආර්ථිකය	-4197
▁කෙනා	-4198
▁දේවා	-4199
▁දියණිය	-4200
▁අළුත්	-4201
▁දඬුවම්	-4202
හෙන්න	-4203
▁දැක්කා	-4204
▁විකි	-4205
වනු	-4206
කීය	-4207
▁අමෙ	-4208
▁රස්ස	-4209
▁සන්	-4210
▁තරමට	-4211
▁කැමතියි	-4212
▁පහසුවෙන්	-4213
▁උපකාර	-4214
▁පැමිණිලි	-4215
▁අයවැ	-4216
▁කිව්වොත්	-4217
තුරට	-4218
▁විදිය	-4219
▁දාගෙන	-4220
▁කස	-4221
▁දයා	-4222
▁අයිතිවාසිකම්	-4223
▁මද	-4224
ිවේද	-4225
▁උණුසුම්	-4226
▁ලැබුවේ	-4227
ගේම	-4228
▁කාර්යාලයේ	-4229
▁අමාරුයි	-4230
රදේශය	-4231
▁වැටී	-4232
▁ඩය	-4233
▁ළමය	-4234
▁කරති	-4235
▁රසික	-4236
ස්තියා	-4237
▁පොලීස	-4238
▁විසඳු	-4239
▁තරමක්	-4240
▁හිතන්නෙ	-4241
කයෙක්	-4242
▁ගෙදරට	-4243
▁හිතන	-4244
වලා	-4245
▁මට්ටමේ	-4246
දින්න	-4247
▁කිරීමයි	-4248
යවස්ථාව	-4249
▁ජාවාර	-4250
▁පුත්	-4251
▁දෘ	-4252
▁නැඟ	-4253
▁පෙනෙන	-4254
▁දැම්මා	-4255
▁කාරණා	-4256
▁පෙබරවාරි	-4257
ලික්	-4258
▁සමාව	-4259
▁පුරුෂ	-4260
▁දරුණු	-4261
▁ගැටළු	-4262
▁නිවාඩු	-4263
▁බැඳුම්කර	-4264
▁කරගත	-4265
▁මරණය	-4266
▁බැලුවා	-4267
▁සැළ	-4268
▁සිංහ	-4269
▁ජපා	-4270
▁විකුණ	-4271
රීඩාංග	-4272
රිපාල	-4273
ල්ස්	-4274
පාර	-4275
▁අයියේ	-4276
රිලා	-4277
▁රෙජ	-4278
▁අඩවි	-4279
▁බැන	-4280
▁ගත්තේය	-4281
▁තමු	-4282
▁තාවක	-4283
▁භාෂා	-4284
▁විප	-4285
යාය	-4286
වත්ත	-4287
▁පුන	-4288
රීවරයා	-4289
▁සැලැ	-4290
▁තාවකාල	-4291
▁පරීක්ෂා	-4292
▁පාර්ලිමේන්තුවට	-4293
ිතය	-4294
▁එකී	-4295
▁ආනය	-4296
▁ආයේ	-4297
▁අහෝසි	-4298
▁කැර	-4299
▁දිගින්	-4300
▁වංචා	-4301
▁තියෙන්න	-4302
ඳින්න	-4303
▁අවදාන	-4304
▁කෙනෙකු	-4305
▁එක්වෙමින්	-4306
▁වර්තමානයේ	-4307
රන්ථ	-4308
▁සැලකිය	-4309
▁හිතනවා	-4310
▁තරගාවලිය	-4311
▁ලෙසත්	-4312
▁වෙරළ	-4313
▁වන්ද	-4314
▁ආන්ඩුව	-4315
▁යෙද	-4316
▁වරට	-4317
▁ලැබුවා	-4318
▁පොරොන්දු	-4319
▁කෙට	-4320
▁එළඹ	-4321
▁ගාය	-4322
▁05	-4323
▁සංකීර්ණ	-4324
▁ආණ්ඩුක්	-4325
පට	-4326
නුව	-4327
▁බණ්ඩාරනායක	-4328
▁පදනම	-4329
▁තත්වයක්	-4330
▁වෙලාවක්	-4331
වාගෙන	-4332
▁කුඩු	-4333
▁එක්තරා	-4334
වරුන්ට	-4335
▁ලබාගත්	-4336
▁මෙවන්	-4337
▁අර්ජ	-4338
▁ස්වාම	-4339
රවීර	-4340
▁තාමත්	-4341
▁හමුදාවේ	-4342
▁කඳවු	-4343
▁ශබ්	-4344
▁අතරම	-4345
▁රණවිර	-4346
▁වටිනාකම	-4347
▁පිරිසිදු	-4348
▁මින්	-4349
▁යනකොට	-4350
▁දුරට	-4351
යන්ගෙන්	-4352
▁ඒකෙ	-4353
▁බලවත්	-4354
▁හයි	-4355
▁එවන්	-4356
ඩේ	-4357
▁නිවසට	-4358
▁දෙන්නට	-4359
▁යලි	-4360
▁සමත්ව	-4361
▁සැමියා	-4362
▁ගුණවර්ධන	-4363
▁කොර	-4364
ෑගල	-4365
ෙමු	-4366
▁මිනිස්සුන්ට	-4367
